const BASICWORD_DATA = {
    "en11_1": {
        "title": "中学1年・英検5級の英単語1-1",
        "words": [
            {
                "w": "I",
                "m": "私は"
            },
            {
                "w": "you",
                "m": "あなた(たち)は/を/に"
            },
            {
                "w": "we",
                "m": "私たちは"
            },
            {
                "w": "he",
                "m": "彼は"
            },
            {
                "w": "she",
                "m": "彼女は"
            },
            {
                "w": "it",
                "m": "それは/を/に"
            },
            {
                "w": "they",
                "m": "彼(女)ら/それらは"
            },
            {
                "w": "this",
                "m": "これ、これは、この"
            },
            {
                "w": "that",
                "m": "あれ、あれは、あの"
            },
            {
                "w": "my",
                "m": "私の"
            },
            {
                "w": "your",
                "m": "あなた(たち)の"
            },
            {
                "w": "our",
                "m": "私たちの"
            },
            {
                "w": "his",
                "m": "彼の"
            },
            {
                "w": "her",
                "m": "彼女の、彼女を/に"
            },
            {
                "w": "its",
                "m": "その"
            },
            {
                "w": "their",
                "m": "彼(女)ら/それらの"
            },
            {
                "w": "me",
                "m": "私を/に"
            },
            {
                "w": "us",
                "m": "私たちを/に"
            },
            {
                "w": "him",
                "m": "彼を/に"
            },
            {
                "w": "them",
                "m": "彼(女)ら・それらを/に"
            }
        ]
    },
    "en11_2": {
        "title": "中学1年・英検5級の英単語1-2",
        "words": [
            {
                "w": "am, are, is ...",
                "m": "～です"
            },
            {
                "w": "not",
                "m": "～ない(否定)"
            },
            {
                "w": "a, an",
                "m": "1つの"
            },
            {
                "w": "the",
                "m": "その"
            },
            {
                "w": "yes",
                "m": "はい"
            },
            {
                "w": "no",
                "m": "いいえ、全くない"
            },
            {
                "w": "these",
                "m": "これら、これらは/の(thisの複数形)"
            },
            {
                "w": "those",
                "m": "あれら、あれらは/の(thatの複数形)"
            },
            {
                "w": "what",
                "m": "何"
            },
            {
                "w": "who",
                "m": "誰"
            },
            {
                "w": "when",
                "m": "いつ～する時"
            },
            {
                "w": "where",
                "m": "どこ"
            },
            {
                "w": "which",
                "m": "どれ/どちら"
            },
            {
                "w": "why",
                "m": "なぜ"
            },
            {
                "w": "how",
                "m": "どのくらい/どうやって"
            },
            {
                "w": "whose",
                "m": "誰の"
            },
            {
                "w": "Mr.",
                "m": "～さん(男性)"
            },
            {
                "w": "Ms.",
                "m": "～さん(女性)"
            },
            {
                "w": "Please ...",
                "m": "どうぞ～して下さい"
            },
            {
                "w": "Let's ...",
                "m": "～しましょう"
            }
        ]
    },
    "en11_3": {
        "title": "中学1年・英検5級の英単語1-3",
        "words": [
            {
                "w": "one",
                "m": "1"
            },
            {
                "w": "two",
                "m": "2"
            },
            {
                "w": "three",
                "m": "3"
            },
            {
                "w": "four",
                "m": "4"
            },
            {
                "w": "five",
                "m": "5"
            },
            {
                "w": "six",
                "m": "6"
            },
            {
                "w": "seven",
                "m": "7"
            },
            {
                "w": "eight",
                "m": "8"
            },
            {
                "w": "nine",
                "m": "9"
            },
            {
                "w": "ten",
                "m": "10"
            },
            {
                "w": "eleven",
                "m": "11"
            },
            {
                "w": "twelve",
                "m": "12"
            },
            {
                "w": "thirteen",
                "m": "13"
            },
            {
                "w": "fourteen",
                "m": "14"
            },
            {
                "w": "fifteen",
                "m": "15"
            },
            {
                "w": "sixteen",
                "m": "16"
            },
            {
                "w": "seventeen",
                "m": "17"
            },
            {
                "w": "eighteen",
                "m": "18"
            },
            {
                "w": "nineteen",
                "m": "19"
            },
            {
                "w": "twenty",
                "m": "20"
            }
        ]
    },
    "en11_4": {
        "title": "中学1年・英検5級の英単語1-4",
        "words": [
            {
                "w": "apple",
                "m": "りんご"
            },
            {
                "w": "banana",
                "m": "バナナ"
            },
            {
                "w": "bath",
                "m": "風呂"
            },
            {
                "w": "bed",
                "m": "ベッド"
            },
            {
                "w": "bicycle",
                "m": "自転車"
            },
            {
                "w": "box",
                "m": "箱"
            },
            {
                "w": "breakfast",
                "m": "朝食"
            },
            {
                "w": "cake",
                "m": "ケーキ"
            },
            {
                "w": "cap",
                "m": "帽子(キャップ)"
            },
            {
                "w": "cat",
                "m": "猫"
            },
            {
                "w": "chair",
                "m": "いす"
            },
            {
                "w": "coffee",
                "m": "コーヒー"
            },
            {
                "w": "cup",
                "m": "カップ"
            },
            {
                "w": "dinner",
                "m": "夕食"
            },
            {
                "w": "dish",
                "m": "皿、料理"
            },
            {
                "w": "ear",
                "m": "耳"
            },
            {
                "w": "egg",
                "m": "卵"
            },
            {
                "w": "eraser",
                "m": "消しゴム"
            },
            {
                "w": "eye",
                "m": "目"
            },
            {
                "w": "face",
                "m": "顔"
            }
        ]
    },
    "en11_5": {
        "title": "中学1年・英検5級の英単語1-5",
        "words": [
            {
                "w": "answer",
                "m": "～に答える、答え"
            },
            {
                "w": "ask",
                "m": "～を質問する、～を頼む"
            },
            {
                "w": "become",
                "m": "～になる"
            },
            {
                "w": "begin",
                "m": "始まる"
            },
            {
                "w": "believe",
                "m": "～を信じる"
            },
            {
                "w": "bring",
                "m": "～を持って/連れて来る"
            },
            {
                "w": "buy",
                "m": "～を買う"
            },
            {
                "w": "call",
                "m": "～を呼ぶ、電話する"
            },
            {
                "w": "change",
                "m": "～を変える、変わる、変化、おつり"
            },
            {
                "w": "choose",
                "m": "～を選ぶ"
            },
            {
                "w": "clean",
                "m": "～を掃除する、きれいな"
            },
            {
                "w": "come",
                "m": "来る"
            },
            {
                "w": "decide",
                "m": "～を決める"
            },
            {
                "w": "do",
                "m": "～をする"
            },
            {
                "w": "drink",
                "m": "～を飲む、飲み物"
            },
            {
                "w": "eat",
                "m": "～を食べる"
            },
            {
                "w": "enjoy",
                "m": "～を楽しむ"
            },
            {
                "w": "feel",
                "m": "～を感じる"
            },
            {
                "w": "find",
                "m": "～を見つける"
            },
            {
                "w": "finish",
                "m": "～を終わらせる、終わる"
            }
        ]
    },
    "en11_6": {
        "title": "中学1年・英検5級の英単語1-6",
        "words": [
            {
                "w": "Sunday",
                "m": "日曜"
            },
            {
                "w": "Monday",
                "m": "月曜"
            },
            {
                "w": "Tuesday",
                "m": "火曜"
            },
            {
                "w": "Wednesday",
                "m": "水曜"
            },
            {
                "w": "Thursday",
                "m": "木曜"
            },
            {
                "w": "Friday",
                "m": "金曜"
            },
            {
                "w": "Saturday",
                "m": "土曜"
            },
            {
                "w": "January",
                "m": "1月"
            },
            {
                "w": "February",
                "m": "2月"
            },
            {
                "w": "March",
                "m": "3月"
            },
            {
                "w": "April",
                "m": "4月"
            },
            {
                "w": "May",
                "m": "5月"
            },
            {
                "w": "June",
                "m": "6月"
            },
            {
                "w": "July",
                "m": "7月"
            },
            {
                "w": "August",
                "m": "8月"
            },
            {
                "w": "September",
                "m": "9月"
            },
            {
                "w": "October",
                "m": "10月"
            },
            {
                "w": "November",
                "m": "11月"
            },
            {
                "w": "December",
                "m": "12月"
            },
            {
                "w": "calendar",
                "m": "カレンダー"
            }
        ]
    },
    "en11_7": {
        "title": "中学1年・英検5級の英単語1-7",
        "words": [
            {
                "w": "fish",
                "m": "魚"
            },
            {
                "w": "fruit",
                "m": "フルーツ"
            },
            {
                "w": "grape",
                "m": "ぶどう"
            },
            {
                "w": "hat",
                "m": "帽子"
            },
            {
                "w": "head",
                "m": "頭"
            },
            {
                "w": "homework",
                "m": "宿題"
            },
            {
                "w": "horse",
                "m": "馬"
            },
            {
                "w": "hospital",
                "m": "病院"
            },
            {
                "w": "ice cream",
                "m": "アイスクリーム"
            },
            {
                "w": "jam",
                "m": "ジャム"
            },
            {
                "w": "king",
                "m": "王さま"
            },
            {
                "w": "lemon",
                "m": "レモン"
            },
            {
                "w": "lion",
                "m": "ライオン"
            },
            {
                "w": "milk",
                "m": "牛乳"
            },
            {
                "w": "monkey",
                "m": "猿"
            },
            {
                "w": "mouse",
                "m": "ネズミ"
            },
            {
                "w": "mouth",
                "m": "口"
            },
            {
                "w": "noodle",
                "m": "麺"
            },
            {
                "w": "nose",
                "m": "鼻"
            },
            {
                "w": "notebook",
                "m": "ノート"
            }
        ]
    },
    "en11_8": {
        "title": "中学1年・英検5級の英単語1-8",
        "words": [
            {
                "w": "get",
                "m": "～を得る/もらう"
            },
            {
                "w": "give",
                "m": "～を与える/あげる"
            },
            {
                "w": "go",
                "m": "行く"
            },
            {
                "w": "happen",
                "m": "起こる"
            },
            {
                "w": "have",
                "m": "～を持っている、～を食べる"
            },
            {
                "w": "hear",
                "m": "～を聞く、～が聞こえる"
            },
            {
                "w": "help",
                "m": "～を助ける、助け"
            },
            {
                "w": "thank",
                "m": "～に感謝する"
            },
            {
                "w": "hope",
                "m": "～を望む、希望"
            },
            {
                "w": "welcome",
                "m": "～を歓迎する、ようこそ"
            },
            {
                "w": "keep",
                "m": "～を持ち続ける、～を保ち続ける"
            },
            {
                "w": "learn",
                "m": "～を習う"
            },
            {
                "w": "leave",
                "m": "～を出発する/去る、～を取り残す"
            },
            {
                "w": "like",
                "m": "～が好きだ"
            },
            {
                "w": "listen",
                "m": "聴く"
            },
            {
                "w": "live",
                "m": "住んでいる、生きている"
            },
            {
                "w": "look",
                "m": "見る"
            },
            {
                "w": "lose",
                "m": "～を失う、負ける"
            },
            {
                "w": "love",
                "m": "～を愛する、愛"
            },
            {
                "w": "know",
                "m": "～を知っている"
            }
        ]
    },
    "en11_9": {
        "title": "中学1年・英検5級の英単語1-9",
        "words": [
            {
                "w": "color",
                "m": "色"
            },
            {
                "w": "red",
                "m": "赤"
            },
            {
                "w": "blue",
                "m": "青"
            },
            {
                "w": "yellow",
                "m": "黄色"
            },
            {
                "w": "green",
                "m": "緑"
            },
            {
                "w": "purple",
                "m": "紫"
            },
            {
                "w": "pink",
                "m": "ピンク"
            },
            {
                "w": "orange",
                "m": "オレンジ"
            },
            {
                "w": "light blue",
                "m": "水色"
            },
            {
                "w": "brown",
                "m": "茶色"
            },
            {
                "w": "black",
                "m": "黒"
            },
            {
                "w": "white",
                "m": "白"
            },
            {
                "w": "gray",
                "m": "灰色"
            },
            {
                "w": "rainbow",
                "m": "虹"
            },
            {
                "w": "picture",
                "m": "絵、写真"
            },
            {
                "w": "paint",
                "m": "絵の具、～を描く"
            },
            {
                "w": "art",
                "m": "芸術"
            },
            {
                "w": "beautiful",
                "m": "美しい"
            },
            {
                "w": "dark",
                "m": "暗い"
            },
            {
                "w": "light",
                "m": "明るい"
            }
        ]
    },
    "en11_10": {
        "title": "中学1年・英検5級の英単語1-10",
        "words": [
            {
                "w": "onion",
                "m": "たまねぎ"
            },
            {
                "w": "orange",
                "m": "オレンジ"
            },
            {
                "w": "panda",
                "m": "パンダ"
            },
            {
                "w": "pen",
                "m": "ペン"
            },
            {
                "w": "pencil",
                "m": "鉛筆"
            },
            {
                "w": "pig",
                "m": "豚"
            },
            {
                "w": "police",
                "m": "警察"
            },
            {
                "w": "post",
                "m": "ポスト"
            },
            {
                "w": "potato",
                "m": "ジャガイモ"
            },
            {
                "w": "rabbit",
                "m": "うさぎ"
            },
            {
                "w": "rice",
                "m": "米"
            },
            {
                "w": "salad",
                "m": "サラダ"
            },
            {
                "w": "sheep",
                "m": "羊"
            },
            {
                "w": "singer",
                "m": "歌手"
            },
            {
                "w": "soup",
                "m": "スープ"
            },
            {
                "w": "sun",
                "m": "太陽"
            },
            {
                "w": "table",
                "m": "テーブル"
            },
            {
                "w": "television",
                "m": "テレビ"
            },
            {
                "w": "tiger",
                "m": "トラ"
            },
            {
                "w": "tomato",
                "m": "トマト"
            }
        ]
    },
    "en12_1": {
        "title": "中学1年・英検5級の英単語2-1",
        "words": [
            {
                "w": "afternoon",
                "m": "午後"
            },
            {
                "w": "animal",
                "m": "動物"
            },
            {
                "w": "bag",
                "m": "バッグ"
            },
            {
                "w": "bike",
                "m": "自転車"
            },
            {
                "w": "bird",
                "m": "鳥"
            },
            {
                "w": "birthday",
                "m": "誕生日"
            },
            {
                "w": "book",
                "m": "本"
            },
            {
                "w": "boy",
                "m": "男の子"
            },
            {
                "w": "brother",
                "m": "兄弟"
            },
            {
                "w": "bus",
                "m": "バス"
            },
            {
                "w": "car",
                "m": "車"
            },
            {
                "w": "class",
                "m": "クラス、授業"
            },
            {
                "w": "club",
                "m": "クラブ"
            },
            {
                "w": "country",
                "m": "国"
            },
            {
                "w": "day",
                "m": "日、日中"
            },
            {
                "w": "doctor",
                "m": "医者、博士"
            },
            {
                "w": "dog",
                "m": "犬"
            },
            {
                "w": "dream",
                "m": "夢、夢を見る"
            },
            {
                "w": "English",
                "m": "英語(の)"
            },
            {
                "w": "family",
                "m": "家族"
            }
        ]
    },
    "en12_2": {
        "title": "中学1年・英検5級の英単語2-2",
        "words": [
            {
                "w": "make",
                "m": "～を作る"
            },
            {
                "w": "mean",
                "m": "～を意味する"
            },
            {
                "w": "meet",
                "m": "～に会う"
            },
            {
                "w": "need",
                "m": "～が必要だ"
            },
            {
                "w": "open",
                "m": "～を開ける、開いている"
            },
            {
                "w": "play",
                "m": "遊ぶ、(スポーツ)をする、(楽器)を演奏する"
            },
            {
                "w": "practice",
                "m": "～を練習する、練習"
            },
            {
                "w": "put",
                "m": "～を置く"
            },
            {
                "w": "read",
                "m": "～を読む"
            },
            {
                "w": "remember",
                "m": "～を覚えている、～を思い出す"
            },
            {
                "w": "run",
                "m": "走る"
            },
            {
                "w": "say",
                "m": "言う"
            },
            {
                "w": "see",
                "m": "～を見る、～に会う"
            },
            {
                "w": "send",
                "m": "～を送る"
            },
            {
                "w": "show",
                "m": "～を見せる"
            },
            {
                "w": "sing",
                "m": "～を歌う"
            },
            {
                "w": "sit",
                "m": "座る"
            },
            {
                "w": "sleep",
                "m": "眠る、眠り"
            },
            {
                "w": "smile",
                "m": "笑う、ほほえみ"
            },
            {
                "w": "speak",
                "m": "～を話す"
            }
        ]
    },
    "en12_3": {
        "title": "中学1年・英検5級の英単語2-3",
        "words": [
            {
                "w": "father",
                "m": "父"
            },
            {
                "w": "flower",
                "m": "花"
            },
            {
                "w": "food",
                "m": "食べ物"
            },
            {
                "w": "friend",
                "m": "友達"
            },
            {
                "w": "girl",
                "m": "女の子"
            },
            {
                "w": "group",
                "m": "グループ"
            },
            {
                "w": "hand",
                "m": "手"
            },
            {
                "w": "home",
                "m": "家家に"
            },
            {
                "w": "house",
                "m": "家"
            },
            {
                "w": "Japan",
                "m": "日本"
            },
            {
                "w": "letter",
                "m": "手紙"
            },
            {
                "w": "library",
                "m": "図書館"
            },
            {
                "w": "light",
                "m": "光、明かり、明るい、軽い"
            },
            {
                "w": "lunch",
                "m": "昼食"
            },
            {
                "w": "man",
                "m": "男性"
            },
            {
                "w": "money",
                "m": "お金"
            },
            {
                "w": "morning",
                "m": "朝"
            },
            {
                "w": "mother",
                "m": "母"
            },
            {
                "w": "mountain",
                "m": "山"
            },
            {
                "w": "music",
                "m": "音楽"
            }
        ]
    },
    "en12_4": {
        "title": "中学1年・英検5級の英単語2-4",
        "words": [
            {
                "w": "from ...",
                "m": "～から"
            },
            {
                "w": "to ...",
                "m": "～に"
            },
            {
                "w": "in ...",
                "m": "～の中に"
            },
            {
                "w": "on ...",
                "m": "～の上に、～に(時間)"
            },
            {
                "w": "at ...",
                "m": "～で(場所)、～に(時間)"
            },
            {
                "w": "of ...",
                "m": "～の"
            },
            {
                "w": "before ...",
                "m": "～の前に"
            },
            {
                "w": "after ...",
                "m": "～の後に"
            },
            {
                "w": "for ...",
                "m": "～のために、～の間(期間)"
            },
            {
                "w": "during ...",
                "m": "～の間(期間)"
            },
            {
                "w": "about ...",
                "m": "～について、大体/約"
            },
            {
                "w": "with ...",
                "m": "～と一緒に、～で(道具)"
            },
            {
                "w": "without ...",
                "m": "～なしで"
            },
            {
                "w": "by ...",
                "m": "～を使って(手段)、～までに(期限)、～のそばに"
            },
            {
                "w": "near ...",
                "m": "～の近くに"
            },
            {
                "w": "over ...",
                "m": "～の上に"
            },
            {
                "w": "under ...",
                "m": "～の下に"
            },
            {
                "w": "into ...",
                "m": "～の中に"
            },
            {
                "w": "between ...",
                "m": "(2つの)～の間"
            },
            {
                "w": "among ...",
                "m": "(3つ以上の)～の間"
            }
        ]
    },
    "en12_5": {
        "title": "中学1年・英検5級の英単語2-5",
        "words": [
            {
                "w": "name",
                "m": "名前、～に名前をつける"
            },
            {
                "w": "night",
                "m": "夜"
            },
            {
                "w": "number",
                "m": "数、番号"
            },
            {
                "w": "paper",
                "m": "紙"
            },
            {
                "w": "park",
                "m": "公園"
            },
            {
                "w": "parent",
                "m": "親"
            },
            {
                "w": "people",
                "m": "人々"
            },
            {
                "w": "person",
                "m": "人"
            },
            {
                "w": "question",
                "m": "質問、問題"
            },
            {
                "w": "river",
                "m": "川"
            },
            {
                "w": "room",
                "m": "部屋"
            },
            {
                "w": "school",
                "m": "学校"
            },
            {
                "w": "science",
                "m": "科学、理科"
            },
            {
                "w": "sea",
                "m": "海"
            },
            {
                "w": "shop",
                "m": "店"
            },
            {
                "w": "sister",
                "m": "姉妹"
            },
            {
                "w": "sky",
                "m": "空"
            },
            {
                "w": "song",
                "m": "歌"
            },
            {
                "w": "stamp",
                "m": "切手"
            },
            {
                "w": "station",
                "m": "駅"
            }
        ]
    },
    "en12_6": {
        "title": "中学1年・英検5級の英単語2-6",
        "words": [
            {
                "w": "start",
                "m": "始まる、～を始める、開始/出発"
            },
            {
                "w": "stay",
                "m": "泊まる、滞在"
            },
            {
                "w": "stop",
                "m": "止まる、～をやめる"
            },
            {
                "w": "study",
                "m": "～を勉強する"
            },
            {
                "w": "take",
                "m": "～を取る、～を持って/連れて行く、～に乗る"
            },
            {
                "w": "talk",
                "m": "話す"
            },
            {
                "w": "teach",
                "m": "～を教える"
            },
            {
                "w": "tell",
                "m": "～を話す"
            },
            {
                "w": "think",
                "m": "思う、考える"
            },
            {
                "w": "try",
                "m": "～を試みる、試み"
            },
            {
                "w": "turn",
                "m": "曲がる、回る、～を回す、順番、回転"
            },
            {
                "w": "understand",
                "m": "～を理解する"
            },
            {
                "w": "use",
                "m": "～を使う"
            },
            {
                "w": "visit",
                "m": "～を訪問する、訪問"
            },
            {
                "w": "wait",
                "m": "待つ"
            },
            {
                "w": "walk",
                "m": "歩く、散歩、歩き"
            },
            {
                "w": "want",
                "m": "～が欲しい"
            },
            {
                "w": "watch",
                "m": "～を見る、腕時計"
            },
            {
                "w": "work",
                "m": "働く、仕事"
            },
            {
                "w": "write",
                "m": "～を書く"
            }
        ]
    },
    "en12_7": {
        "title": "中学1年・英検5級の英単語2-7",
        "words": [
            {
                "w": "story",
                "m": "ストーリー、話"
            },
            {
                "w": "street",
                "m": "通り"
            },
            {
                "w": "student",
                "m": "学生"
            },
            {
                "w": "tea",
                "m": "紅茶"
            },
            {
                "w": "teacher",
                "m": "先生"
            },
            {
                "w": "team",
                "m": "チーム"
            },
            {
                "w": "time",
                "m": "時間"
            },
            {
                "w": "today",
                "m": "今日"
            },
            {
                "w": "tomorrow",
                "m": "明日"
            },
            {
                "w": "town",
                "m": "町"
            },
            {
                "w": "train",
                "m": "電車、～を特訓する"
            },
            {
                "w": "travel",
                "m": "旅行、旅行する"
            },
            {
                "w": "tree",
                "m": "木"
            },
            {
                "w": "trip",
                "m": "旅行"
            },
            {
                "w": "water",
                "m": "水"
            },
            {
                "w": "week",
                "m": "週"
            },
            {
                "w": "woman",
                "m": "女性"
            },
            {
                "w": "word",
                "m": "言葉、単語"
            },
            {
                "w": "year",
                "m": "年"
            },
            {
                "w": "yesterday",
                "m": "昨日"
            }
        ]
    },
    "en12_8": {
        "title": "中学1年・英検5級の英単語2-8",
        "words": [
            {
                "w": "first",
                "m": "1番目の、最初の/に"
            },
            {
                "w": "second",
                "m": "2番目の"
            },
            {
                "w": "third",
                "m": "3番目の"
            },
            {
                "w": "fourth",
                "m": "4番目の"
            },
            {
                "w": "fifth",
                "m": "5番目の"
            },
            {
                "w": "sixth",
                "m": "6番目の"
            },
            {
                "w": "seventh",
                "m": "7番目の"
            },
            {
                "w": "eighth",
                "m": "8番目の"
            },
            {
                "w": "ninth",
                "m": "9番目の"
            },
            {
                "w": "tenth",
                "m": "10番目の"
            },
            {
                "w": "thirty",
                "m": "30"
            },
            {
                "w": "forty",
                "m": "40"
            },
            {
                "w": "fifty",
                "m": "50"
            },
            {
                "w": "sixty",
                "m": "60"
            },
            {
                "w": "seventy",
                "m": "70"
            },
            {
                "w": "eighty",
                "m": "80"
            },
            {
                "w": "ninety",
                "m": "90"
            },
            {
                "w": "hundred",
                "m": "百"
            },
            {
                "w": "thousand",
                "m": "千"
            },
            {
                "w": "zero",
                "m": "0"
            }
        ]
    },
    "en12_9": {
        "title": "中学1年・英検5級の英単語2-9",
        "words": [
            {
                "w": "ant",
                "m": "蟻"
            },
            {
                "w": "bakery",
                "m": "パン屋"
            },
            {
                "w": "beach",
                "m": "浜"
            },
            {
                "w": "bear",
                "m": "熊"
            },
            {
                "w": "body",
                "m": "体"
            },
            {
                "w": "bread",
                "m": "パン"
            },
            {
                "w": "card",
                "m": "カード"
            },
            {
                "w": "carrot",
                "m": "ニンジン"
            },
            {
                "w": "castle",
                "m": "城"
            },
            {
                "w": "cherry",
                "m": "さくらんぼ"
            },
            {
                "w": "chicken",
                "m": "鶏肉"
            },
            {
                "w": "chocolate",
                "m": "チョコレート"
            },
            {
                "w": "classroom",
                "m": "教室"
            },
            {
                "w": "clock",
                "m": "時計"
            },
            {
                "w": "computer",
                "m": "コンピューター"
            },
            {
                "w": "convenience store",
                "m": "コンビニ"
            },
            {
                "w": "conversation",
                "m": "会話"
            },
            {
                "w": "cookie",
                "m": "クッキー"
            },
            {
                "w": "corn",
                "m": "トウモロコシ"
            },
            {
                "w": "cow",
                "m": "牛"
            }
        ]
    },
    "en12_10": {
        "title": "中学1年・英検5級の英単語2-10",
        "words": [
            {
                "w": "good",
                "m": "よい"
            },
            {
                "w": "bad",
                "m": "悪い"
            },
            {
                "w": "new",
                "m": "新しい"
            },
            {
                "w": "old",
                "m": "古い、年をとった"
            },
            {
                "w": "young",
                "m": "若い"
            },
            {
                "w": "long",
                "m": "長い"
            },
            {
                "w": "short",
                "m": "短い、足りない"
            },
            {
                "w": "enough",
                "m": "十分な"
            },
            {
                "w": "high",
                "m": "高い"
            },
            {
                "w": "low",
                "m": "低い"
            },
            {
                "w": "tall",
                "m": "背が高い"
            },
            {
                "w": "difficult",
                "m": "難しい"
            },
            {
                "w": "easy",
                "m": "簡単な"
            },
            {
                "w": "big",
                "m": "大きい"
            },
            {
                "w": "large",
                "m": "大きい、広い"
            },
            {
                "w": "wonderful",
                "m": "素晴らしい"
            },
            {
                "w": "small",
                "m": "小さい"
            },
            {
                "w": "great",
                "m": "すごい、素晴らしい"
            },
            {
                "w": "nice",
                "m": "すてきな、よい"
            },
            {
                "w": "kind",
                "m": "親切な、種類"
            }
        ]
    },
    "en13_1": {
        "title": "中学1年・英検5級の英単語3-1",
        "words": [
            {
                "w": "crayon",
                "m": "クレヨン"
            },
            {
                "w": "cucumber",
                "m": "きゅうり"
            },
            {
                "w": "department store",
                "m": "デパート"
            },
            {
                "w": "desk",
                "m": "机"
            },
            {
                "w": "dessert",
                "m": "デザート"
            },
            {
                "w": "doll",
                "m": "人形"
            },
            {
                "w": "duck",
                "m": "アヒル"
            },
            {
                "w": "east",
                "m": "東"
            },
            {
                "w": "elephant",
                "m": "象"
            },
            {
                "w": "fire fighter",
                "m": "消防士"
            },
            {
                "w": "fire station",
                "m": "消防署"
            },
            {
                "w": "foot",
                "m": "足"
            },
            {
                "w": "fox",
                "m": "キツネ"
            },
            {
                "w": "frog",
                "m": "カエル"
            },
            {
                "w": "gas station",
                "m": "ガソリンスタンド"
            },
            {
                "w": "glass",
                "m": "ガラス、グラス"
            },
            {
                "w": "glasses",
                "m": "メガネ"
            },
            {
                "w": "gloves",
                "m": "手袋"
            },
            {
                "w": "goat",
                "m": "ヤギ"
            },
            {
                "w": "gorilla",
                "m": "ゴリラ"
            }
        ]
    },
    "en13_2": {
        "title": "中学1年・英検5級の英単語3-2",
        "words": [
            {
                "w": "all",
                "m": "全部、全ての"
            },
            {
                "w": "every",
                "m": "全ての、毎～、～ごと"
            },
            {
                "w": "very",
                "m": "とても"
            },
            {
                "w": "well",
                "m": "よく、うまく"
            },
            {
                "w": "never",
                "m": "決して～ない、一度も～ない"
            },
            {
                "w": "ever",
                "m": "今までに"
            },
            {
                "w": "now",
                "m": "今"
            },
            {
                "w": "again",
                "m": "また、再び"
            },
            {
                "w": "together",
                "m": "一緒に"
            },
            {
                "w": "just",
                "m": "ちょうど、ただ"
            },
            {
                "w": "soon",
                "m": "すぐに"
            },
            {
                "w": "later",
                "m": "あとで、より遅い"
            },
            {
                "w": "... ago",
                "m": "～前に(時間)"
            },
            {
                "w": "last",
                "m": "最後の/に、前回の"
            },
            {
                "w": "really",
                "m": "本当に"
            },
            {
                "w": "..., too.",
                "m": "～も..."
            },
            {
                "w": "also",
                "m": "～も"
            },
            {
                "w": "only ...",
                "m": "～だけ、唯一の～"
            },
            {
                "w": "many",
                "m": "多くの"
            },
            {
                "w": "much",
                "m": "たくさんの、とても"
            }
        ]
    },
    "en13_3": {
        "title": "中学1年・英検5級の英単語3-3",
        "words": [
            {
                "w": "gym",
                "m": "体育館"
            },
            {
                "w": "hair",
                "m": "髪"
            },
            {
                "w": "hamburger",
                "m": "ハンバーガー"
            },
            {
                "w": "ink",
                "m": "インク"
            },
            {
                "w": "internet",
                "m": "インターネット"
            },
            {
                "w": "juice",
                "m": "ジュース"
            },
            {
                "w": "knee",
                "m": "ひざ"
            },
            {
                "w": "knife",
                "m": "ナイフ"
            },
            {
                "w": "koala",
                "m": "コアラ"
            },
            {
                "w": "lake",
                "m": "湖"
            },
            {
                "w": "left",
                "m": "左"
            },
            {
                "w": "leg",
                "m": "脚"
            },
            {
                "w": "lettuce",
                "m": "レタス"
            },
            {
                "w": "melon",
                "m": "メロン"
            },
            {
                "w": "mushroom",
                "m": "キノコ"
            },
            {
                "w": "newspaper",
                "m": "新聞"
            },
            {
                "w": "north",
                "m": "北"
            },
            {
                "w": "nuts",
                "m": "ナッツ"
            },
            {
                "w": "pants",
                "m": "ズボン"
            },
            {
                "w": "party",
                "m": "パーティー"
            }
        ]
    },
    "en13_4": {
        "title": "中学1年・英検5級の英単語3-4",
        "words": [
            {
                "w": "fast",
                "m": "速い"
            },
            {
                "w": "slow",
                "m": "遅い(速さ)"
            },
            {
                "w": "early",
                "m": "早い"
            },
            {
                "w": "quick",
                "m": "素早い"
            },
            {
                "w": "late",
                "m": "遅い(時間)"
            },
            {
                "w": "different",
                "m": "異なる"
            },
            {
                "w": "same",
                "m": "同じ"
            },
            {
                "w": "strong",
                "m": "強い"
            },
            {
                "w": "weak",
                "m": "弱い"
            },
            {
                "w": "happy",
                "m": "幸せな"
            },
            {
                "w": "sorry",
                "m": "気の毒/かわいそうな、残念/気の毒に思う"
            },
            {
                "w": "popular",
                "m": "人気のある"
            },
            {
                "w": "favorite",
                "m": "お気に入り(の)"
            },
            {
                "w": "famous",
                "m": "有名な"
            },
            {
                "w": "important",
                "m": "重要な"
            },
            {
                "w": "useful",
                "m": "役立つ"
            },
            {
                "w": "interesting",
                "m": "面白い"
            },
            {
                "w": "delicious",
                "m": "おいしい"
            },
            {
                "w": "hungry",
                "m": "空腹の"
            },
            {
                "w": "thirsty",
                "m": "喉が渇いた"
            }
        ]
    },
    "en13_5": {
        "title": "中学1年・英検5級の英単語3-5",
        "words": [
            {
                "w": "peach",
                "m": "桃"
            },
            {
                "w": "pie",
                "m": "パイ"
            },
            {
                "w": "pilot",
                "m": "パイロット"
            },
            {
                "w": "pineapple",
                "m": "パイナップル"
            },
            {
                "w": "pizza",
                "m": "ピザ"
            },
            {
                "w": "plan",
                "m": "計画、～を計画する"
            },
            {
                "w": "playground",
                "m": "校庭"
            },
            {
                "w": "post office",
                "m": "郵便局"
            },
            {
                "w": "queen",
                "m": "女王"
            },
            {
                "w": "radish",
                "m": "大根"
            },
            {
                "w": "rocket",
                "m": "ロケット"
            },
            {
                "w": "rose",
                "m": "バラ"
            },
            {
                "w": "restroom",
                "m": "トイレ"
            },
            {
                "w": "right",
                "m": "右"
            },
            {
                "w": "ruler",
                "m": "定規"
            },
            {
                "w": "sandwich",
                "m": "サンドイッチ"
            },
            {
                "w": "scissors",
                "m": "はさみ"
            },
            {
                "w": "shirt",
                "m": "シャツ"
            },
            {
                "w": "shoulder",
                "m": "肩"
            },
            {
                "w": "shrine",
                "m": "神社"
            }
        ]
    },
    "en13_6": {
        "title": "中学1年・英検5級の英単語3-6",
        "words": [
            {
                "w": "and",
                "m": "～と...、そして"
            },
            {
                "w": "or",
                "m": "または"
            },
            {
                "w": "because ...",
                "m": "なぜなら～、～なので"
            },
            {
                "w": "so",
                "m": "だから、そんなに"
            },
            {
                "w": "but",
                "m": "しかし"
            },
            {
                "w": "though ...",
                "m": "～だが"
            },
            {
                "w": "as ...",
                "m": "～なので、～のように、～として"
            },
            {
                "w": "if ...",
                "m": "もし～なら"
            },
            {
                "w": "while ...",
                "m": "～する間"
            },
            {
                "w": "since ...",
                "m": "～以来"
            },
            {
                "w": "everyone",
                "m": "みんな、誰でも"
            },
            {
                "w": "someone",
                "m": "誰か"
            },
            {
                "w": "anyone",
                "m": "(肯定文)誰でも"
            },
            {
                "w": "such ...",
                "m": "そのような～"
            },
            {
                "w": "like ...",
                "m": "(前置詞)～のような"
            },
            {
                "w": "here",
                "m": "ここに/で"
            },
            {
                "w": "there",
                "m": "そこに/で"
            },
            {
                "w": "through ...",
                "m": "～を通って、～を通じて"
            },
            {
                "w": "around ...",
                "m": "～の周りに"
            },
            {
                "w": "across ...",
                "m": "～を横切って"
            }
        ]
    },
    "en13_7": {
        "title": "中学1年・英検5級の英単語3-7",
        "words": [
            {
                "w": "snake",
                "m": "ヘビ"
            },
            {
                "w": "south",
                "m": "南"
            },
            {
                "w": "square",
                "m": "正方形"
            },
            {
                "w": "stapler",
                "m": "ホッチキス"
            },
            {
                "w": "strawberry",
                "m": "イチゴ"
            },
            {
                "w": "sweater",
                "m": "セーター"
            },
            {
                "w": "teenager",
                "m": "ティーンネイジャー"
            },
            {
                "w": "teeth",
                "m": "歯(複数形)"
            },
            {
                "w": "telephone",
                "m": "電話"
            },
            {
                "w": "temple",
                "m": "寺"
            },
            {
                "w": "toe",
                "m": "つま先"
            },
            {
                "w": "tooth",
                "m": "歯(単数形)"
            },
            {
                "w": "triangle",
                "m": "三角形"
            },
            {
                "w": "umbrella",
                "m": "傘"
            },
            {
                "w": "vegetable",
                "m": "野菜"
            },
            {
                "w": "vest",
                "m": "ベスト(服)"
            },
            {
                "w": "watermelon",
                "m": "スイカ"
            },
            {
                "w": "west",
                "m": "西"
            },
            {
                "w": "wolf",
                "m": "オオカミ"
            },
            {
                "w": "zebra",
                "m": "シマウマ"
            }
        ]
    },
    "en13_8": {
        "title": "中学1年・英検5級の英単語3-8",
        "words": [
            {
                "w": "busy",
                "m": "忙しい"
            },
            {
                "w": "cold",
                "m": "冷たい"
            },
            {
                "w": "cool",
                "m": "涼しい、かっこいい"
            },
            {
                "w": "exciting",
                "m": "ワクワクする"
            },
            {
                "w": "fantastic",
                "m": "素晴らしい"
            },
            {
                "w": "fine",
                "m": "よい"
            },
            {
                "w": "foreign",
                "m": "外国の"
            },
            {
                "w": "friendly",
                "m": "友好的な、親しみやすい"
            },
            {
                "w": "hot",
                "m": "熱い、暑い、辛い"
            },
            {
                "w": "poor",
                "m": "貧しい、かわいそうな"
            },
            {
                "w": "rich",
                "m": "お金持ちの、豊かな"
            },
            {
                "w": "right",
                "m": "正しい"
            },
            {
                "w": "sad",
                "m": "悲しい"
            },
            {
                "w": "sleepy",
                "m": "眠い"
            },
            {
                "w": "soft",
                "m": "やわらかい"
            },
            {
                "w": "special",
                "m": "特別な"
            },
            {
                "w": "sure",
                "m": "確かな"
            },
            {
                "w": "sweet",
                "m": "甘い"
            },
            {
                "w": "tired",
                "m": "疲れた、飽きた"
            },
            {
                "w": "wrong",
                "m": "間違った"
            }
        ]
    },
    "en13_9": {
        "title": "中学1年・英検5級の英単語3-9",
        "words": [
            {
                "w": "always",
                "m": "いつも"
            },
            {
                "w": "often",
                "m": "しばしば、よく"
            },
            {
                "w": "usually",
                "m": "たいてい"
            },
            {
                "w": "sometimes",
                "m": "時々"
            },
            {
                "w": "some",
                "m": "いくつかの、とある"
            },
            {
                "w": "... any ...?",
                "m": "(疑問文)いくつかの"
            },
            {
                "w": "not ... any ...",
                "m": "(否定文)全く～ない"
            },
            {
                "w": "any",
                "m": "(肯定文)どの～でも"
            },
            {
                "w": "little",
                "m": "小さい、(量が)少しの、(量が)ほとんどない"
            },
            {
                "w": "few",
                "m": "(数が)少しの、(数が)ほとんどない"
            },
            {
                "w": "other",
                "m": "他の"
            },
            {
                "w": "another",
                "m": "もう1つの"
            },
            {
                "w": "each ...",
                "m": "それぞれの～"
            },
            {
                "w": "own",
                "m": "自分自身の、～を所有する"
            },
            {
                "w": "both",
                "m": "両方(の)"
            },
            {
                "w": "even ...",
                "m": "～でさえ"
            },
            {
                "w": "best",
                "m": "最もよい"
            },
            {
                "w": "better",
                "m": "よりよい"
            },
            {
                "w": "most",
                "m": "最も多い、ほとんどの"
            },
            {
                "w": "more",
                "m": "より多い、もっと"
            }
        ]
    },
    "en13_10": {
        "title": "中学1年・英検5級の英単語3-10",
        "words": [
            {
                "w": "Africa",
                "m": "アフリカ"
            },
            {
                "w": "America",
                "m": "アメリカ"
            },
            {
                "w": "Asia",
                "m": "アジア"
            },
            {
                "w": "Australia",
                "m": "オーストラリア"
            },
            {
                "w": "Brazil",
                "m": "ブラジル"
            },
            {
                "w": "Britain",
                "m": "イギリス"
            },
            {
                "w": "Canada",
                "m": "カナダ"
            },
            {
                "w": "China",
                "m": "中国"
            },
            {
                "w": "Europe",
                "m": "ヨーロッパ"
            },
            {
                "w": "France",
                "m": "フランス"
            },
            {
                "w": "Germany",
                "m": "ドイツ"
            },
            {
                "w": "India",
                "m": "インド"
            },
            {
                "w": "Indonesia",
                "m": "インドネシア"
            },
            {
                "w": "Italy",
                "m": "イタリア"
            },
            {
                "w": "Korea",
                "m": "韓国"
            },
            {
                "w": "Russia",
                "m": "ロシア"
            },
            {
                "w": "Singapore",
                "m": "シンガポール"
            },
            {
                "w": "Spain",
                "m": "スペイン"
            },
            {
                "w": "Thailand",
                "m": "タイ"
            },
            {
                "w": "Vietnam",
                "m": "ベトナム"
            }
        ]
    },
    "en21_1": {
        "title": "中学2年・英検4級の英単語1-1",
        "words": [
            {
                "w": "activity",
                "m": "活動"
            },
            {
                "w": "aunt",
                "m": "おば"
            },
            {
                "w": "child",
                "m": "子供"
            },
            {
                "w": "children",
                "m": "子供たち(複数形)"
            },
            {
                "w": "city",
                "m": "都市、市"
            },
            {
                "w": "cousin",
                "m": "いとこ"
            },
            {
                "w": "course",
                "m": "コース"
            },
            {
                "w": "culture",
                "m": "カルチャー、文化"
            },
            {
                "w": "daughter",
                "m": "娘"
            },
            {
                "w": "evening",
                "m": "夕方、夜"
            },
            {
                "w": "event",
                "m": "イベント、出来事"
            },
            {
                "w": "example",
                "m": "例"
            },
            {
                "w": "experience",
                "m": "経験、～を経験する"
            },
            {
                "w": "festival",
                "m": "祭り"
            },
            {
                "w": "future",
                "m": "未来、将来"
            },
            {
                "w": "game",
                "m": "ゲーム、試合"
            },
            {
                "w": "grandchild",
                "m": "孫"
            },
            {
                "w": "grandfather",
                "m": "祖父"
            },
            {
                "w": "grandmother",
                "m": "祖母"
            },
            {
                "w": "history",
                "m": "歴史"
            }
        ]
    },
    "en21_2": {
        "title": "中学2年・英検4級の英単語1-2",
        "words": [
            {
                "w": "agree",
                "m": "賛成する、同意する"
            },
            {
                "w": "arrive",
                "m": "到着する"
            },
            {
                "w": "break",
                "m": "～を壊す、休憩"
            },
            {
                "w": "brush",
                "m": "～をみがく、ブラシ"
            },
            {
                "w": "build",
                "m": "～を建てる"
            },
            {
                "w": "carry",
                "m": "～を運ぶ、～を持ち歩く"
            },
            {
                "w": "catch",
                "m": "～を捕る、～を捕まえる"
            },
            {
                "w": "check",
                "m": "～を確認する、チェック"
            },
            {
                "w": "close",
                "m": "～を閉める、親しい、近しい"
            },
            {
                "w": "continue",
                "m": "～を続ける、続く"
            },
            {
                "w": "cook",
                "m": "料理する"
            },
            {
                "w": "cry",
                "m": "泣く、叫ぶ"
            },
            {
                "w": "dance",
                "m": "踊る"
            },
            {
                "w": "develop",
                "m": "～を開発する、～を発展させる"
            },
            {
                "w": "die",
                "m": "死ぬ"
            },
            {
                "w": "draw",
                "m": "～を描く、～を引く"
            },
            {
                "w": "explain",
                "m": "～を説明する"
            },
            {
                "w": "fall",
                "m": "落ちる"
            },
            {
                "w": "fly",
                "m": "飛ぶ"
            },
            {
                "w": "follow",
                "m": "～にしたがう、～に付いて行く"
            }
        ]
    },
    "en21_3": {
        "title": "中学2年・英検4級の英単語1-3",
        "words": [
            {
                "w": "hour",
                "m": "時間(1時間)"
            },
            {
                "w": "idea",
                "m": "アイディア"
            },
            {
                "w": "information",
                "m": "情報"
            },
            {
                "w": "job",
                "m": "仕事"
            },
            {
                "w": "language",
                "m": "言語"
            },
            {
                "w": "life",
                "m": "生活、人生、命"
            },
            {
                "w": "member",
                "m": "メンバー"
            },
            {
                "w": "minute",
                "m": "分"
            },
            {
                "w": "month",
                "m": "月(1か月)"
            },
            {
                "w": "noon",
                "m": "昼、正午"
            },
            {
                "w": "part",
                "m": "部分、パート"
            },
            {
                "w": "player",
                "m": "プレーヤー"
            },
            {
                "w": "problem",
                "m": "問題"
            },
            {
                "w": "restaurant",
                "m": "レストラン"
            },
            {
                "w": "robot",
                "m": "ロボット"
            },
            {
                "w": "second",
                "m": "秒"
            },
            {
                "w": "son",
                "m": "息子"
            },
            {
                "w": "space",
                "m": "空間、宇宙"
            },
            {
                "w": "uncle",
                "m": "おじ"
            },
            {
                "w": "volunteer",
                "m": "ボランティア"
            }
        ]
    },
    "en21_4": {
        "title": "中学2年・英検4級の英単語1-4",
        "words": [
            {
                "w": "be",
                "m": "am, are, isの原形"
            },
            {
                "w": "can",
                "m": "～できる、～してもいい"
            },
            {
                "w": "be able to ...",
                "m": "～できる"
            },
            {
                "w": "will",
                "m": "～だろう(未来)"
            },
            {
                "w": "may",
                "m": "～してもよい(許可)、～かもしれない"
            },
            {
                "w": "must",
                "m": "～しなければならない、～にちがいない"
            },
            {
                "w": "should",
                "m": "～すべきだ"
            },
            {
                "w": "was",
                "m": "am, isの過去形"
            },
            {
                "w": "were",
                "m": "areの過去形"
            },
            {
                "w": "did",
                "m": "doの過去形(～した)"
            },
            {
                "w": "could",
                "m": "canの過去形(～できた)"
            },
            {
                "w": "would",
                "m": "willの過去形(～だっただろう)"
            },
            {
                "w": "however",
                "m": "しかしながら"
            },
            {
                "w": "then",
                "m": "その時、それでは"
            },
            {
                "w": "than ...",
                "m": "～よりも"
            },
            {
                "w": "thing",
                "m": "もの、こと"
            },
            {
                "w": "something",
                "m": "何か"
            },
            {
                "w": "anything",
                "m": "(疑問文)何か、(否定文)全く～ない、(肯定文)何でも"
            },
            {
                "w": "nothing",
                "m": "何もない"
            },
            {
                "w": "too ...",
                "m": "～過ぎる"
            }
        ]
    },
    "en21_5": {
        "title": "中学2年・英検4級の英単語1-5",
        "words": [
            {
                "w": "autumn",
                "m": "秋"
            },
            {
                "w": "baseball",
                "m": "野球"
            },
            {
                "w": "basketball",
                "m": "バスケットボール"
            },
            {
                "w": "building",
                "m": "建物"
            },
            {
                "w": "care",
                "m": "世話、注意、～を気にかける"
            },
            {
                "w": "college",
                "m": "大学"
            },
            {
                "w": "earth",
                "m": "地球"
            },
            {
                "w": "elementary school",
                "m": "小学校"
            },
            {
                "w": "fall",
                "m": "秋"
            },
            {
                "w": "forest",
                "m": "森"
            },
            {
                "w": "high school",
                "m": "高校"
            },
            {
                "w": "Japanese",
                "m": "日本人・日本語・日本の"
            },
            {
                "w": "junior high school",
                "m": "中学校"
            },
            {
                "w": "map",
                "m": "地図"
            },
            {
                "w": "math",
                "m": "数学"
            },
            {
                "w": "message",
                "m": "メッセージ"
            },
            {
                "w": "movie",
                "m": "映画"
            },
            {
                "w": "museum",
                "m": "博物館、美術館"
            },
            {
                "w": "plant",
                "m": "植物"
            },
            {
                "w": "road",
                "m": "道路"
            }
        ]
    },
    "en21_6": {
        "title": "中学2年・英検4級の英単語1-6",
        "words": [
            {
                "w": "forget",
                "m": "～を忘れる"
            },
            {
                "w": "grow",
                "m": "成長する、～を育てる"
            },
            {
                "w": "jump",
                "m": "ジャンプする"
            },
            {
                "w": "move",
                "m": "～を動かす、動く"
            },
            {
                "w": "pass",
                "m": "～を渡す、通る"
            },
            {
                "w": "pay",
                "m": "～を支払う"
            },
            {
                "w": "produce",
                "m": "～を作る、生産する"
            },
            {
                "w": "return",
                "m": "～を返す、帰る"
            },
            {
                "w": "ride",
                "m": "～に乗る"
            },
            {
                "w": "save",
                "m": "～を救う、～を蓄える"
            },
            {
                "w": "sell",
                "m": "～を売る"
            },
            {
                "w": "share",
                "m": "～をシェアする"
            },
            {
                "w": "skate",
                "m": "スケートをする"
            },
            {
                "w": "spend",
                "m": "(お金/時間)を費やす"
            },
            {
                "w": "stand",
                "m": "立つ"
            },
            {
                "w": "swim",
                "m": "泳ぐ"
            },
            {
                "w": "wash",
                "m": "洗う"
            },
            {
                "w": "wear",
                "m": "～を着ている"
            },
            {
                "w": "win",
                "m": "勝つ"
            },
            {
                "w": "worry",
                "m": "心配する、～を心配させる"
            }
        ]
    },
    "en21_7": {
        "title": "中学2年・英検4級の英単語1-7",
        "words": [
            {
                "w": "season",
                "m": "季節"
            },
            {
                "w": "ski",
                "m": "スキー"
            },
            {
                "w": "speech",
                "m": "スピーチ"
            },
            {
                "w": "soccer",
                "m": "サッカー"
            },
            {
                "w": "sound",
                "m": "音、～に聞こえる"
            },
            {
                "w": "sport",
                "m": "スポーツ"
            },
            {
                "w": "spring",
                "m": "春"
            },
            {
                "w": "store",
                "m": "店"
            },
            {
                "w": "summer",
                "m": "夏"
            },
            {
                "w": "supermarket",
                "m": "スーパー"
            },
            {
                "w": "swimming",
                "m": "水泳"
            },
            {
                "w": "taxi",
                "m": "タクシー"
            },
            {
                "w": "tennis",
                "m": "テニス"
            },
            {
                "w": "theater",
                "m": "映画館、劇場"
            },
            {
                "w": "university",
                "m": "大学"
            },
            {
                "w": "volleyball",
                "m": "バレーボール"
            },
            {
                "w": "way",
                "m": "道 / 方法"
            },
            {
                "w": "winter",
                "m": "冬"
            },
            {
                "w": "world",
                "m": "世界"
            },
            {
                "w": "zoo",
                "m": "動物園"
            }
        ]
    },
    "en21_8": {
        "title": "中学2年・英検4級の英単語1-8",
        "words": [
            {
                "w": "air",
                "m": "空気"
            },
            {
                "w": "American",
                "m": "アメリカ人、アメリカの"
            },
            {
                "w": "area",
                "m": "エリア、地域"
            },
            {
                "w": "baby",
                "m": "赤ちゃん"
            },
            {
                "w": "ball",
                "m": "ボール"
            },
            {
                "w": "chance",
                "m": "機会"
            },
            {
                "w": "classmate",
                "m": "クラスメイト"
            },
            {
                "w": "clothes",
                "m": "服"
            },
            {
                "w": "contest",
                "m": "コンテスト"
            },
            {
                "w": "door",
                "m": "ドア"
            },
            {
                "w": "end",
                "m": "終わり、終わる、～を終える"
            },
            {
                "w": "fact",
                "m": "事実"
            },
            {
                "w": "farmer",
                "m": "農民、農家"
            },
            {
                "w": "feeling",
                "m": "感覚、気持ち"
            },
            {
                "w": "fun",
                "m": "楽しみ"
            },
            {
                "w": "graph",
                "m": "グラフ"
            },
            {
                "w": "lesson",
                "m": "レッスン、授業、教訓"
            },
            {
                "w": "machine",
                "m": "機械"
            },
            {
                "w": "mail",
                "m": "メール、手紙"
            },
            {
                "w": "meeting",
                "m": "ミーティング、打合せ"
            }
        ]
    },
    "en21_9": {
        "title": "中学2年・英検4級の英単語1-9",
        "words": [
            {
                "w": "actually",
                "m": "本当に、実際に"
            },
            {
                "w": "almost",
                "m": "ほとんど"
            },
            {
                "w": "already",
                "m": "すでに"
            },
            {
                "w": "easily",
                "m": "簡単に"
            },
            {
                "w": "finally",
                "m": "最後に、ついに"
            },
            {
                "w": "maybe",
                "m": "多分"
            },
            {
                "w": "once",
                "m": "かつて、1回"
            },
            {
                "w": "quickly",
                "m": "素早く"
            },
            {
                "w": "yet",
                "m": "まだ"
            },
            {
                "w": "front",
                "m": "前 / 正面"
            },
            {
                "w": "back",
                "m": "後ろ(に)、背中"
            },
            {
                "w": "up",
                "m": "上へ、上に"
            },
            {
                "w": "down",
                "m": "下へ、下に"
            },
            {
                "w": "out",
                "m": "外へ、外に"
            },
            {
                "w": "next",
                "m": "次 / となり"
            },
            {
                "w": "away",
                "m": "離れて"
            },
            {
                "w": "inside ...",
                "m": "～の内側(に/で)"
            },
            {
                "w": "outside ...",
                "m": "～の外側(に/で)"
            },
            {
                "w": "out of ...",
                "m": "～の外に/へ"
            },
            {
                "w": "until ...",
                "m": "～まで"
            }
        ]
    },
    "en21_10": {
        "title": "中学2年・英検4級の英単語1-10",
        "words": [
            {
                "w": "mind",
                "m": "心、気持ち、気にする"
            },
            {
                "w": "nature",
                "m": "自然"
            },
            {
                "w": "news",
                "m": "ニュース"
            },
            {
                "w": "office",
                "m": "オフィス"
            },
            {
                "w": "pet",
                "m": "ペット"
            },
            {
                "w": "phone",
                "m": "電話"
            },
            {
                "w": "point",
                "m": "点、ポイント、指差す"
            },
            {
                "w": "power",
                "m": "パワー、力"
            },
            {
                "w": "present",
                "m": "プレゼント"
            },
            {
                "w": "rain",
                "m": "雨、雨が降る"
            },
            {
                "w": "reason",
                "m": "理由"
            },
            {
                "w": "rule",
                "m": "ルール、規則"
            },
            {
                "w": "shopping",
                "m": "ショッピング、買い物"
            },
            {
                "w": "sign",
                "m": "記号、標識、～に署名する"
            },
            {
                "w": "star",
                "m": "星"
            },
            {
                "w": "system",
                "m": "システム、制度"
            },
            {
                "w": "vacation",
                "m": "休暇"
            },
            {
                "w": "village",
                "m": "村"
            },
            {
                "w": "weekend",
                "m": "週末"
            },
            {
                "w": "yen",
                "m": "日本円"
            }
        ]
    },
    "en22_1": {
        "title": "中学2年・英検4級の英単語2-1",
        "words": [
            {
                "w": "age",
                "m": "年齢、時代"
            },
            {
                "w": "communication",
                "m": "コミュニケーション"
            },
            {
                "w": "concert",
                "m": "コンサート"
            },
            {
                "w": "dictionary",
                "m": "辞書"
            },
            {
                "w": "donut",
                "m": "ドーナツ"
            },
            {
                "w": "everything",
                "m": "何でも"
            },
            {
                "w": "farm",
                "m": "農場"
            },
            {
                "w": "floor",
                "m": "床～階"
            },
            {
                "w": "garden",
                "m": "庭"
            },
            {
                "w": "gift",
                "m": "贈り物"
            },
            {
                "w": "goal",
                "m": "ゴール、目標"
            },
            {
                "w": "gold",
                "m": "金"
            },
            {
                "w": "ground",
                "m": "グラウンド、地面"
            },
            {
                "w": "half",
                "m": "半分、半分の"
            },
            {
                "w": "hall",
                "m": "ホール"
            },
            {
                "w": "health",
                "m": "健康"
            },
            {
                "w": "husband",
                "m": "夫"
            },
            {
                "w": "island",
                "m": "島"
            },
            {
                "w": "line",
                "m": "線、列"
            },
            {
                "w": "medicine",
                "m": "薬"
            }
        ]
    },
    "en22_2": {
        "title": "中学2年・英検4級の英単語2-2",
        "words": [
            {
                "w": "absent",
                "m": "欠席の、不在の"
            },
            {
                "w": "afraid",
                "m": "怖れる"
            },
            {
                "w": "alone",
                "m": "孤独な、ひとりで"
            },
            {
                "w": "angry",
                "m": "怒っている"
            },
            {
                "w": "cheap",
                "m": "安い"
            },
            {
                "w": "dangerous",
                "m": "危険な"
            },
            {
                "w": "excited",
                "m": "興奮した"
            },
            {
                "w": "expensive",
                "m": "(値段が)高い"
            },
            {
                "w": "far",
                "m": "遠い"
            },
            {
                "w": "free",
                "m": "自由な、ひまな、無料の"
            },
            {
                "w": "glad",
                "m": "うれしい"
            },
            {
                "w": "hard",
                "m": "難しい、固い、一生懸命"
            },
            {
                "w": "local",
                "m": "地方の、地元の"
            },
            {
                "w": "natural",
                "m": "自然の"
            },
            {
                "w": "necessary",
                "m": "必要な"
            },
            {
                "w": "present",
                "m": "現在の、出席している"
            },
            {
                "w": "sick",
                "m": "病気の"
            },
            {
                "w": "strange",
                "m": "変わった、奇妙な"
            },
            {
                "w": "true",
                "m": "本当の"
            },
            {
                "w": "warm",
                "m": "温かい、暖かい"
            }
        ]
    },
    "en22_3": {
        "title": "中学2年・英検4級の英単語2-3",
        "words": [
            {
                "w": "mistake",
                "m": "間違い、～を間違える"
            },
            {
                "w": "moon",
                "m": "月"
            },
            {
                "w": "order",
                "m": "注文(する)、命令(する)"
            },
            {
                "w": "piano",
                "m": "ピアノ"
            },
            {
                "w": "plane",
                "m": "飛行機"
            },
            {
                "w": "seat",
                "m": "席"
            },
            {
                "w": "shoe",
                "m": "靴"
            },
            {
                "w": "side",
                "m": "側面、側"
            },
            {
                "w": "stone",
                "m": "石"
            },
            {
                "w": "test",
                "m": "テスト、～をテストする"
            },
            {
                "w": "the United States",
                "m": "アメリカ合衆国"
            },
            {
                "w": "top",
                "m": "頂点、頂上"
            },
            {
                "w": "tour",
                "m": "旅行"
            },
            {
                "w": "type",
                "m": "タイプ、型"
            },
            {
                "w": "wall",
                "m": "壁"
            },
            {
                "w": "weather",
                "m": "天気"
            },
            {
                "w": "wife",
                "m": "妻"
            },
            {
                "w": "window",
                "m": "窓"
            },
            {
                "w": "worker",
                "m": "労働者"
            },
            {
                "w": "writer",
                "m": "作家、ライター"
            }
        ]
    },
    "en22_4": {
        "title": "中学2年・英検4級の英単語2-4",
        "words": [
            {
                "w": "attend",
                "m": "出席する、参加する"
            },
            {
                "w": "bear",
                "m": "～を産む"
            },
            {
                "w": "climb",
                "m": "登る"
            },
            {
                "w": "communicate",
                "m": "～を伝える、意思疎通する"
            },
            {
                "w": "create",
                "m": "～を創造する"
            },
            {
                "w": "drive",
                "m": "運転する"
            },
            {
                "w": "drop",
                "m": "～を落とす、落ちる"
            },
            {
                "w": "enter",
                "m": "～に入る"
            },
            {
                "w": "fight",
                "m": "戦う、戦い"
            },
            {
                "w": "hit",
                "m": "～を打つ"
            },
            {
                "w": "imagine",
                "m": "～を想像する"
            },
            {
                "w": "invite",
                "m": "～を招待する"
            },
            {
                "w": "pick",
                "m": "～を選ぶ、～を摘む"
            },
            {
                "w": "protect",
                "m": "～を守る"
            },
            {
                "w": "push",
                "m": "～を押す"
            },
            {
                "w": "realize",
                "m": "～に気付く、～を実現する"
            },
            {
                "w": "receive",
                "m": "～を受け取る"
            },
            {
                "w": "solve",
                "m": "～を解決する"
            },
            {
                "w": "support",
                "m": "～を支える"
            },
            {
                "w": "waste",
                "m": "～を浪費する、無駄、ごみ"
            }
        ]
    },
    "en22_5": {
        "title": "中学2年・英検4級の英単語2-5",
        "words": [
            {
                "w": "airport",
                "m": "空港"
            },
            {
                "w": "album",
                "m": "アルバム"
            },
            {
                "w": "arm",
                "m": "腕"
            },
            {
                "w": "bank",
                "m": "銀行、土手"
            },
            {
                "w": "boat",
                "m": "ボート"
            },
            {
                "w": "bridge",
                "m": "橋"
            },
            {
                "w": "camera",
                "m": "カメラ"
            },
            {
                "w": "center",
                "m": "中心、センター"
            },
            {
                "w": "cloud",
                "m": "雲"
            },
            {
                "w": "coat",
                "m": "コート"
            },
            {
                "w": "coin",
                "m": "コイン"
            },
            {
                "w": "dancer",
                "m": "ダンサー"
            },
            {
                "w": "diary",
                "m": "日記"
            },
            {
                "w": "dollar",
                "m": "ドル"
            },
            {
                "w": "driver",
                "m": "運転手"
            },
            {
                "w": "drugstore",
                "m": "薬局"
            },
            {
                "w": "examination",
                "m": "試験"
            },
            {
                "w": "field",
                "m": "野原、フィールド"
            },
            {
                "w": "fire",
                "m": "火、火事"
            },
            {
                "w": "greeting",
                "m": "あいさつ"
            }
        ]
    },
    "en22_6": {
        "title": "中学2年・英検4級の英単語2-6",
        "words": [
            {
                "w": "careful",
                "m": "注意深い、慎重な"
            },
            {
                "w": "convenient",
                "m": "便利な"
            },
            {
                "w": "cute",
                "m": "かわいい"
            },
            {
                "w": "deep",
                "m": "深い"
            },
            {
                "w": "excellent",
                "m": "素晴らしい"
            },
            {
                "w": "funny",
                "m": "面白い"
            },
            {
                "w": "empty",
                "m": "空の"
            },
            {
                "w": "full",
                "m": "いっぱいの"
            },
            {
                "w": "healthy",
                "m": "健康な"
            },
            {
                "w": "heavy",
                "m": "重い"
            },
            {
                "w": "impossible",
                "m": "不可能な"
            },
            {
                "w": "lucky",
                "m": "幸運な"
            },
            {
                "w": "perfect",
                "m": "完全な"
            },
            {
                "w": "possible",
                "m": "可能な"
            },
            {
                "w": "pretty",
                "m": "かわいい、(副詞)かなり/とても"
            },
            {
                "w": "quiet",
                "m": "静かな"
            },
            {
                "w": "ready",
                "m": "準備ができている"
            },
            {
                "w": "real",
                "m": "現実の、本当の"
            },
            {
                "w": "safe",
                "m": "安全な"
            },
            {
                "w": "wide",
                "m": "広い"
            }
        ]
    },
    "en22_7": {
        "title": "中学2年・英検4級の英単語2-7",
        "words": [
            {
                "w": "guitar",
                "m": "ギター"
            },
            {
                "w": "heart",
                "m": "心臓、心"
            },
            {
                "w": "holiday",
                "m": "休日"
            },
            {
                "w": "hotel",
                "m": "ホテル"
            },
            {
                "w": "ice",
                "m": "氷"
            },
            {
                "w": "key",
                "m": "カギ"
            },
            {
                "w": "kid",
                "m": "子供"
            },
            {
                "w": "kitchen",
                "m": "キッチン"
            },
            {
                "w": "lady",
                "m": "女性"
            },
            {
                "w": "magazine",
                "m": "雑誌"
            },
            {
                "w": "market",
                "m": "市場"
            },
            {
                "w": "meal",
                "m": "食事"
            },
            {
                "w": "meat",
                "m": "肉"
            },
            {
                "w": "musician",
                "m": "ミュージシャン"
            },
            {
                "w": "page",
                "m": "ページ"
            },
            {
                "w": "pain",
                "m": "痛み、苦痛"
            },
            {
                "w": "photograph",
                "m": "写真"
            },
            {
                "w": "picnic",
                "m": "ピクニック"
            },
            {
                "w": "pocket",
                "m": "ポケット"
            },
            {
                "w": "pond",
                "m": "池"
            }
        ]
    },
    "en22_8": {
        "title": "中学2年・英検4級の英単語2-8",
        "words": [
            {
                "w": "add",
                "m": "～を加える"
            },
            {
                "w": "allow",
                "m": "～を許可する/認める"
            },
            {
                "w": "borrow",
                "m": "～を借りる"
            },
            {
                "w": "collect",
                "m": "～を集める"
            },
            {
                "w": "control",
                "m": "～をコントロールする、コントロール"
            },
            {
                "w": "cover",
                "m": "～を覆う"
            },
            {
                "w": "cut",
                "m": "～を切る"
            },
            {
                "w": "discover",
                "m": "～を発見する"
            },
            {
                "w": "excuse",
                "m": "～を許す、言い訳"
            },
            {
                "w": "improve",
                "m": "～を改善する"
            },
            {
                "w": "introduce",
                "m": "～を紹介する、～を導入する"
            },
            {
                "w": "kill",
                "m": "～を殺す"
            },
            {
                "w": "laugh",
                "m": "笑う"
            },
            {
                "w": "lend",
                "m": "～を貸す"
            },
            {
                "w": "lie",
                "m": "横たわる、嘘をつく、嘘"
            },
            {
                "w": "prepare",
                "m": "～を準備する"
            },
            {
                "w": "print",
                "m": "～を印刷する、印刷物"
            },
            {
                "w": "reach",
                "m": "～に到着する"
            },
            {
                "w": "throw",
                "m": "～を投げる"
            },
            {
                "w": "touch",
                "m": "～に触る、触れる"
            }
        ]
    },
    "en22_9": {
        "title": "中学2年・英検4級の英単語2-9",
        "words": [
            {
                "w": "price",
                "m": "値段"
            },
            {
                "w": "quiz",
                "m": "クイズ"
            },
            {
                "w": "racket",
                "m": "ラケット"
            },
            {
                "w": "ring",
                "m": "指輪、(ベル)を鳴らす"
            },
            {
                "w": "rock",
                "m": "岩"
            },
            {
                "w": "roof",
                "m": "屋根"
            },
            {
                "w": "rope",
                "m": "ロープ"
            },
            {
                "w": "ship",
                "m": "船"
            },
            {
                "w": "skin",
                "m": "肌"
            },
            {
                "w": "snow",
                "m": "雪雪が降る"
            },
            {
                "w": "textbook",
                "m": "教科書"
            },
            {
                "w": "ticket",
                "m": "チケット"
            },
            {
                "w": "toilet",
                "m": "トイレ"
            },
            {
                "w": "towel",
                "m": "タオル"
            },
            {
                "w": "video",
                "m": "ビデオ、映像"
            },
            {
                "w": "violin",
                "m": "バイオリン"
            },
            {
                "w": "voice",
                "m": "声"
            },
            {
                "w": "wind",
                "m": "風"
            },
            {
                "w": "wood",
                "m": "木材"
            },
            {
                "w": "yacht",
                "m": "ヨット"
            }
        ]
    },
    "en22_10": {
        "title": "中学2年・英検4級の英単語2-10",
        "words": [
            {
                "w": "myself",
                "m": "自分自身(を/に)"
            },
            {
                "w": "yourself",
                "m": "あなた(たち)自身(を/に)"
            },
            {
                "w": "himself",
                "m": "彼自身(を/に)"
            },
            {
                "w": "herself",
                "m": "彼女自身(を/に)"
            },
            {
                "w": "itself",
                "m": "それ自体(を/に)"
            },
            {
                "w": "ourselves",
                "m": "私たち自身(を/に)"
            },
            {
                "w": "themselves",
                "m": "彼ら/彼女ら/それら自身(を/に)"
            },
            {
                "w": "above ...",
                "m": "～の上に"
            },
            {
                "w": "below ...",
                "m": "～の下に"
            },
            {
                "w": "behind ...",
                "m": "～の後ろに"
            },
            {
                "w": "along ...",
                "m": "～に沿って"
            },
            {
                "w": "else",
                "m": "その他の/に"
            },
            {
                "w": "off",
                "m": "離れて"
            },
            {
                "w": "forward",
                "m": "前へ"
            },
            {
                "w": "instead",
                "m": "代わりに"
            },
            {
                "w": "twice",
                "m": "2回"
            },
            {
                "w": "o'clock",
                "m": "～時"
            },
            {
                "w": "less",
                "m": "～より少ない少なく"
            },
            {
                "w": "although ...",
                "m": "～だが"
            },
            {
                "w": "Shall ... ?",
                "m": "～しましょうか?"
            }
        ]
    },
    "en23_1": {
        "title": "中学2年・英検4級の英単語3-1",
        "words": [
            {
                "w": "artist",
                "m": "アーティスト、芸術家"
            },
            {
                "w": "balloon",
                "m": "風船"
            },
            {
                "w": "bat",
                "m": "バット"
            },
            {
                "w": "bedroom",
                "m": "寝室"
            },
            {
                "w": "beef",
                "m": "牛肉"
            },
            {
                "w": "bell",
                "m": "ベル、鈴、鐘"
            },
            {
                "w": "belt",
                "m": "ベルト、帯"
            },
            {
                "w": "bench",
                "m": "ベンチ"
            },
            {
                "w": "butter",
                "m": "バター"
            },
            {
                "w": "camp",
                "m": "キャンプ(する)"
            },
            {
                "w": "cheese",
                "m": "チーズ"
            },
            {
                "w": "Chinese",
                "m": "中国語、中国人、中国の"
            },
            {
                "w": "finger",
                "m": "指"
            },
            {
                "w": "football",
                "m": "フットボール"
            },
            {
                "w": "gas",
                "m": "ガス、気体"
            },
            {
                "w": "gate",
                "m": "ゲート、門"
            },
            {
                "w": "grade",
                "m": "級、学年"
            },
            {
                "w": "gun",
                "m": "銃"
            },
            {
                "w": "happiness",
                "m": "幸せ、幸福"
            },
            {
                "w": "heat",
                "m": "熱、暑さ"
            }
        ]
    },
    "en23_2": {
        "title": "中学2年・英検4級の英単語3-2",
        "words": [
            {
                "w": "accept",
                "m": "～を受け入れる"
            },
            {
                "w": "act",
                "m": "～を演じる"
            },
            {
                "w": "bake",
                "m": "～を焼く"
            },
            {
                "w": "belong to …",
                "m": "～に所属している"
            },
            {
                "w": "blow",
                "m": "(風が)吹く、(息など)を吐く"
            },
            {
                "w": "boil",
                "m": "～をゆでる/沸騰させる"
            },
            {
                "w": "count",
                "m": "～を数える"
            },
            {
                "w": "destroy",
                "m": "～を破壊する"
            },
            {
                "w": "disagree",
                "m": "反対する"
            },
            {
                "w": "disappear",
                "m": "消える、なくなる"
            },
            {
                "w": "fill",
                "m": "～を満たす/いっぱいにする"
            },
            {
                "w": "fit",
                "m": "合う"
            },
            {
                "w": "gather",
                "m": "～を集める、集まる"
            },
            {
                "w": "graduate",
                "m": "～を卒業する"
            },
            {
                "w": "guess",
                "m": "～を推測する"
            },
            {
                "w": "guide",
                "m": "～を案内する、ガイド"
            },
            {
                "w": "handle",
                "m": "～を取り扱う、～に対処する、ハンドル/取っ手"
            },
            {
                "w": "hate",
                "m": "～が嫌いだ"
            },
            {
                "w": "hold",
                "m": "～を手に持つ、～を開催する"
            },
            {
                "w": "hurry",
                "m": "急ぐ"
            }
        ]
    },
    "en23_3": {
        "title": "中学2年・英検4級の英単語3-3",
        "words": [
            {
                "w": "hobby",
                "m": "趣味"
            },
            {
                "w": "jacket",
                "m": "ジャケット、上着"
            },
            {
                "w": "kite",
                "m": "凧(たこ)"
            },
            {
                "w": "magic",
                "m": "マジック"
            },
            {
                "w": "nurse",
                "m": "看護師"
            },
            {
                "w": "oil",
                "m": "油、オイル"
            },
            {
                "w": "passport",
                "m": "パスポート"
            },
            {
                "w": "piece",
                "m": "かけら"
            },
            {
                "w": "pool",
                "m": "プール"
            },
            {
                "w": "prince",
                "m": "王子"
            },
            {
                "w": "race",
                "m": "競争、人種"
            },
            {
                "w": "radio",
                "m": "ラジオ"
            },
            {
                "w": "salt",
                "m": "塩"
            },
            {
                "w": "shampoo",
                "m": "シャンプー"
            },
            {
                "w": "shower",
                "m": "シャワー"
            },
            {
                "w": "sofa",
                "m": "ソファ"
            },
            {
                "w": "spoon",
                "m": "スプーン"
            },
            {
                "w": "sugar",
                "m": "砂糖"
            },
            {
                "w": "teammate",
                "m": "チームメイト"
            },
            {
                "w": "whale",
                "m": "くじら"
            }
        ]
    },
    "en23_4": {
        "title": "中学2年・英検4級の英単語3-4",
        "words": [
            {
                "w": "a lot of ...",
                "m": "たくさんの"
            },
            {
                "w": "amazing",
                "m": "驚くべき"
            },
            {
                "w": "be interested in ...",
                "m": "～に興味がある"
            },
            {
                "w": "be surprised at ...",
                "m": "～に驚く"
            },
            {
                "w": "boring",
                "m": "退屈な"
            },
            {
                "w": "bright",
                "m": "明るい、輝いている"
            },
            {
                "w": "cheerful",
                "m": "陽気な、(性格が)明るい"
            },
            {
                "w": "clear",
                "m": "きれいな、明らかな"
            },
            {
                "w": "clever",
                "m": "賢い"
            },
            {
                "w": "cloudy",
                "m": "曇りの"
            },
            {
                "w": "common",
                "m": "共通の、一般的な"
            },
            {
                "w": "daily",
                "m": "毎日の、日常の"
            },
            {
                "w": "dead",
                "m": "死んだ、死んでいる"
            },
            {
                "w": "fair",
                "m": "公平な"
            },
            {
                "w": "final",
                "m": "最後の、最終の"
            },
            {
                "w": "forever",
                "m": "永遠に、永久に"
            },
            {
                "w": "fresh",
                "m": "新鮮な"
            },
            {
                "w": "global",
                "m": "地球の、地球規模の"
            },
            {
                "w": "helpful",
                "m": "役立つ、助けになる"
            },
            {
                "w": "lonely",
                "m": "孤独な、さみしい"
            }
        ]
    },
    "en23_5": {
        "title": "中学2年・英検4級の英単語3-5",
        "words": [
            {
                "w": "accident",
                "m": "事故、偶然"
            },
            {
                "w": "adult",
                "m": "大人"
            },
            {
                "w": "amount",
                "m": "量、総額"
            },
            {
                "w": "aquarium",
                "m": "水族館"
            },
            {
                "w": "bathroom",
                "m": "浴室、トイレ"
            },
            {
                "w": "bottle",
                "m": "ビン"
            },
            {
                "w": "business",
                "m": "ビジネス、仕事"
            },
            {
                "w": "button",
                "m": "ボタン"
            },
            {
                "w": "century",
                "m": "世紀"
            },
            {
                "w": "Christmas",
                "m": "クリスマス"
            },
            {
                "w": "circle",
                "m": "丸 / 丸い"
            },
            {
                "w": "cloth",
                "m": "布"
            },
            {
                "w": "company",
                "m": "会社"
            },
            {
                "w": "court",
                "m": "コート、法廷"
            },
            {
                "w": "danger",
                "m": "危険"
            },
            {
                "w": "death",
                "m": "死"
            },
            {
                "w": "dentist",
                "m": "歯医者"
            },
            {
                "w": "design",
                "m": "デザイン/設計、～をデザインする"
            },
            {
                "w": "difference",
                "m": "違い"
            },
            {
                "w": "education",
                "m": "教育"
            }
        ]
    },
    "en23_6": {
        "title": "中学2年・英検4級の英単語3-6",
        "words": [
            {
                "w": "abroad",
                "m": "海外へ、海外で"
            },
            {
                "w": "anymore",
                "m": "(否定文)もう～ない"
            },
            {
                "w": "anyway",
                "m": "とにかく、いずれにせよ"
            },
            {
                "w": "carefully",
                "m": "注意深く、慎重に"
            },
            {
                "w": "certainly",
                "m": "もちろん、確かに"
            },
            {
                "w": "clearly",
                "m": "はっきりと"
            },
            {
                "w": "deeply",
                "m": "深く"
            },
            {
                "w": "especially",
                "m": "特に"
            },
            {
                "w": "exactly",
                "m": "正確には、まさにその通り"
            },
            {
                "w": "over",
                "m": "(副詞)終わる"
            },
            {
                "w": "probably",
                "m": "おそらく"
            },
            {
                "w": "quietly",
                "m": "静かに"
            },
            {
                "w": "quite",
                "m": "とても"
            },
            {
                "w": "sincerely",
                "m": "心から、真摯に"
            },
            {
                "w": "slowly",
                "m": "ゆっくり"
            },
            {
                "w": "still",
                "m": "いまだに"
            },
            {
                "w": "straight",
                "m": "真っすぐ"
            },
            {
                "w": "strongly",
                "m": "強く"
            },
            {
                "w": "suddenly",
                "m": "突然"
            },
            {
                "w": "tonight",
                "m": "今夜"
            }
        ]
    },
    "en23_7": {
        "title": "中学2年・英検4級の英単語3-7",
        "words": [
            {
                "w": "electricity",
                "m": "電気"
            },
            {
                "w": "elevator",
                "m": "エレベーター"
            },
            {
                "w": "energy",
                "m": "エネルギー"
            },
            {
                "w": "environment",
                "m": "環境"
            },
            {
                "w": "fashion",
                "m": "ファッション、流行"
            },
            {
                "w": "French",
                "m": "フランス語、フランス人、フランスの"
            },
            {
                "w": "god",
                "m": "神"
            },
            {
                "w": "hero",
                "m": "ヒーロー、英雄"
            },
            {
                "w": "human",
                "m": "人間"
            },
            {
                "w": "leader",
                "m": "リーダー"
            },
            {
                "w": "magnet",
                "m": "磁石"
            },
            {
                "w": "meaning",
                "m": "意味"
            },
            {
                "w": "memory",
                "m": "記憶"
            },
            {
                "w": "menu",
                "m": "メニュー"
            },
            {
                "w": "middle",
                "m": "真ん中、中間"
            },
            {
                "w": "million",
                "m": "百万"
            },
            {
                "w": "mirror",
                "m": "鏡"
            },
            {
                "w": "ocean",
                "m": "大海"
            },
            {
                "w": "opinion",
                "m": "意見"
            },
            {
                "w": "prize",
                "m": "賞"
            }
        ]
    },
    "en23_8": {
        "title": "中学2年・英検4級の英単語3-8",
        "words": [
            {
                "w": "increase",
                "m": "増える、～を増やす"
            },
            {
                "w": "join",
                "m": "～に参加する"
            },
            {
                "w": "kick",
                "m": "～を蹴る"
            },
            {
                "w": "marry",
                "m": "～と結婚する"
            },
            {
                "w": "mix",
                "m": "～を混ぜる"
            },
            {
                "w": "note",
                "m": "～を書き留める、～に気付く、メモ、注記"
            },
            {
                "w": "notice",
                "m": "～に気付く、通知/お知らせ"
            },
            {
                "w": "perform",
                "m": "～を演じる/演奏する"
            },
            {
                "w": "prefer",
                "m": "～を好む"
            },
            {
                "w": "raise",
                "m": "～を上げる"
            },
            {
                "w": "respect",
                "m": "～を尊敬する、～を尊重する、尊敬、尊重"
            },
            {
                "w": "rise",
                "m": "上がる、昇る上昇、増加"
            },
            {
                "w": "seem",
                "m": "～のように見える/思われる"
            },
            {
                "w": "select",
                "m": "～を選択する"
            },
            {
                "w": "set",
                "m": "～をセット(準備)する、セット"
            },
            {
                "w": "shoot",
                "m": "～を撃つ"
            },
            {
                "w": "smell",
                "m": "～のにおいがする、におい"
            },
            {
                "w": "wake up",
                "m": "～を起こす"
            },
            {
                "w": "wish",
                "m": "～を願う/望む、願い/望み"
            },
            {
                "w": "wonder",
                "m": "～かどうか(知りたい)と思う、驚き"
            }
        ]
    },
    "en23_9": {
        "title": "中学2年・英検4級の英単語3-9",
        "words": [
            {
                "w": "program",
                "m": "プログラム、番組"
            },
            {
                "w": "project",
                "m": "プロジェクト"
            },
            {
                "w": "promise",
                "m": "約束、～を約束する"
            },
            {
                "w": "rectangle",
                "m": "長方形"
            },
            {
                "w": "report",
                "m": "報告、～を報告する"
            },
            {
                "w": "result",
                "m": "結果"
            },
            {
                "w": "schedule",
                "m": "スケジュール"
            },
            {
                "w": "scientist",
                "m": "科学者"
            },
            {
                "w": "shape",
                "m": "形"
            },
            {
                "w": "Spanish",
                "m": "スペイン語、スペイン人、スペインの"
            },
            {
                "w": "staff",
                "m": "スタッフ"
            },
            {
                "w": "stage",
                "m": "ステージ、舞台"
            },
            {
                "w": "stairs",
                "m": "階段"
            },
            {
                "w": "task",
                "m": "仕事、タスク"
            },
            {
                "w": "the Olympic Games",
                "m": "オリンピック"
            },
            {
                "w": "title",
                "m": "タイトル、題名"
            },
            {
                "w": "total",
                "m": "合計"
            },
            {
                "w": "tourist",
                "m": "観光客"
            },
            {
                "w": "trouble",
                "m": "トラブル、問題"
            },
            {
                "w": "visitor",
                "m": "訪問者"
            }
        ]
    },
    "en23_10": {
        "title": "中学2年・英検4級の英単語3-10",
        "words": [
            {
                "w": "loud",
                "m": "(声/音が)大きい"
            },
            {
                "w": "main",
                "m": "主な、主要な"
            },
            {
                "w": "original",
                "m": "独自の、最初の"
            },
            {
                "w": "personal",
                "m": "個人的な"
            },
            {
                "w": "powerful",
                "m": "力強い"
            },
            {
                "w": "rainy",
                "m": "雨降りの"
            },
            {
                "w": "serious",
                "m": "重大な、真剣な"
            },
            {
                "w": "several",
                "m": "いくつかの"
            },
            {
                "w": "shy",
                "m": "内気な、恥ずかしがり屋の"
            },
            {
                "w": "silent",
                "m": "静かな"
            },
            {
                "w": "similar",
                "m": "似ている、同様の"
            },
            {
                "w": "simple",
                "m": "単純な"
            },
            {
                "w": "smart",
                "m": "賢い"
            },
            {
                "w": "social",
                "m": "社会的な"
            },
            {
                "w": "sunny",
                "m": "晴れた"
            },
            {
                "w": "surprising",
                "m": "驚くべき"
            },
            {
                "w": "traditional",
                "m": "伝統的な"
            },
            {
                "w": "unfair",
                "m": "不公平な、不正な"
            },
            {
                "w": "various",
                "m": "様々な"
            },
            {
                "w": "wild",
                "m": "野生の"
            }
        ]
    },
    "en31_1": {
        "title": "中学3年・英検3級の英単語1-1",
        "words": [
            {
                "w": "advice",
                "m": "アドバイス、忠告"
            },
            {
                "w": "animation",
                "m": "アニメ、動画"
            },
            {
                "w": "band",
                "m": "バンド、楽団"
            },
            {
                "w": "case",
                "m": "場合、箱"
            },
            {
                "w": "champion",
                "m": "優勝者、チャンピオン"
            },
            {
                "w": "church",
                "m": "教会"
            },
            {
                "w": "chef",
                "m": "シェフ"
            },
            {
                "w": "choice",
                "m": "選択"
            },
            {
                "w": "clerk",
                "m": "店員、係員"
            },
            {
                "w": "coach",
                "m": "コーチ"
            },
            {
                "w": "comic",
                "m": "コミック"
            },
            {
                "w": "custom",
                "m": "習慣"
            },
            {
                "w": "difficulty",
                "m": "困難、苦労"
            },
            {
                "w": "drum",
                "m": "ドラム、太鼓"
            },
            {
                "w": "garbage",
                "m": "ゴミ"
            },
            {
                "w": "fan",
                "m": "扇/うちわ、ファン"
            },
            {
                "w": "friendship",
                "m": "友情"
            },
            {
                "w": "hole",
                "m": "穴"
            },
            {
                "w": "importance",
                "m": "重要性"
            },
            {
                "w": "joke",
                "m": "ジョーク、冗談"
            }
        ]
    },
    "en31_2": {
        "title": "中学3年・英検3級の英単語1-2",
        "words": [
            {
                "w": "level",
                "m": "高さ、水平"
            },
            {
                "w": "luck",
                "m": "運"
            },
            {
                "w": "mask",
                "m": "マスク"
            },
            {
                "w": "neck",
                "m": "首"
            },
            {
                "w": "painting",
                "m": "絵画"
            },
            {
                "w": "plate",
                "m": "皿"
            },
            {
                "w": "pleasure",
                "m": "喜び"
            },
            {
                "w": "postcard",
                "m": "はがき"
            },
            {
                "w": "pot",
                "m": "なべ"
            },
            {
                "w": "stadium",
                "m": "スタジアム、競技場"
            },
            {
                "w": "sale",
                "m": "セール"
            },
            {
                "w": "sightseeing",
                "m": "観光"
            },
            {
                "w": "size",
                "m": "サイズ"
            },
            {
                "w": "snack",
                "m": "軽食、おやつ"
            },
            {
                "w": "social studies",
                "m": "社会科"
            },
            {
                "w": "socks",
                "m": "靴下"
            },
            {
                "w": "toast",
                "m": "トースト"
            },
            {
                "w": "toy",
                "m": "おもちゃ"
            },
            {
                "w": "war",
                "m": "戦争"
            },
            {
                "w": "winner",
                "m": "勝者"
            }
        ]
    },
    "en31_3": {
        "title": "中学3年・英検3級の英単語1-3",
        "words": [
            {
                "w": "amaze",
                "m": "～を驚かせる"
            },
            {
                "w": "assist",
                "m": "～を助ける、手助け"
            },
            {
                "w": "cheer",
                "m": "～を元気づける/応援する"
            },
            {
                "w": "contact",
                "m": "～に連絡する"
            },
            {
                "w": "connect",
                "m": "～を繋げる"
            },
            {
                "w": "cost",
                "m": "(費用/金額)が掛かる"
            },
            {
                "w": "greet",
                "m": "～に挨拶する"
            },
            {
                "w": "influence",
                "m": "～に影響を与える、影響(力)"
            },
            {
                "w": "interview",
                "m": "～にインタビュー/面接する、インタビュー/面接"
            },
            {
                "w": "lead",
                "m": "～を導く/指揮する、先頭に立つ、先頭"
            },
            {
                "w": "miss",
                "m": "し損なう、～がいなくてさみしい"
            },
            {
                "w": "pardon",
                "m": "～を許す、許すこと"
            },
            {
                "w": "place",
                "m": "～を置く/並べる、場所"
            },
            {
                "w": "reduce",
                "m": "～を減らす"
            },
            {
                "w": "reply",
                "m": "返事をする、答える、返事/回答"
            },
            {
                "w": "recycle",
                "m": "～をリサイクルする、リサイクル"
            },
            {
                "w": "rest",
                "m": "休憩する、休み、残り"
            },
            {
                "w": "reuse",
                "m": "～を再利用する、再利用"
            },
            {
                "w": "shock",
                "m": "～にショックを与える、ショック"
            },
            {
                "w": "surprise",
                "m": "～を驚かせる"
            }
        ]
    },
    "en31_4": {
        "title": "中学3年・英検3級の英単語1-4",
        "words": [
            {
                "w": "be proud of ...",
                "m": "～を誇りに思う"
            },
            {
                "w": "brave",
                "m": "勇敢な"
            },
            {
                "w": "blind",
                "m": "目の不自由な"
            },
            {
                "w": "eastern",
                "m": "東の、東部の"
            },
            {
                "w": "international",
                "m": "国際的な"
            },
            {
                "w": "junior",
                "m": "年下の、下級の"
            },
            {
                "w": "mysterious",
                "m": "不思議な、不可解な"
            },
            {
                "w": "national",
                "m": "国の、国民の"
            },
            {
                "w": "native",
                "m": "生まれつきの"
            },
            {
                "w": "northern",
                "m": "北の、北部の"
            },
            {
                "w": "plastic",
                "m": "プラスチック(の)"
            },
            {
                "w": "public",
                "m": "公共の、公の"
            },
            {
                "w": "senior",
                "m": "年上の、上級の"
            },
            {
                "w": "snowy",
                "m": "雪の"
            },
            {
                "w": "solar",
                "m": "太陽の"
            },
            {
                "w": "southern",
                "m": "南の、南部の"
            },
            {
                "w": "unique",
                "m": "独特の、珍しい"
            },
            {
                "w": "used",
                "m": "中古の"
            },
            {
                "w": "western",
                "m": "西の、西洋/欧米の"
            },
            {
                "w": "whole",
                "m": "全体の、全ての"
            }
        ]
    },
    "en31_5": {
        "title": "中学3年・英検3級の英単語1-5",
        "words": [
            {
                "w": "attention",
                "m": "注意、注目"
            },
            {
                "w": "billion",
                "m": "10億"
            },
            {
                "w": "bomb",
                "m": "爆弾"
            },
            {
                "w": "cafeteria",
                "m": "カフェテリア、学食"
            },
            {
                "w": "career",
                "m": "経歴、職業"
            },
            {
                "w": "customer",
                "m": "顧客"
            },
            {
                "w": "championship",
                "m": "大会、優勝"
            },
            {
                "w": "charity",
                "m": "チャリティー、慈善"
            },
            {
                "w": "character",
                "m": "性格/特色、人物、文字"
            },
            {
                "w": "convenience",
                "m": "便利さ"
            },
            {
                "w": "corner",
                "m": "コーナー、曲がり角"
            },
            {
                "w": "crane",
                "m": "鶴"
            },
            {
                "w": "date",
                "m": "日付"
            },
            {
                "w": "designer",
                "m": "デザイナー、設計者"
            },
            {
                "w": "dolphin",
                "m": "イルカ"
            },
            {
                "w": "dome",
                "m": "ドーム"
            },
            {
                "w": "gram",
                "m": "グラム"
            },
            {
                "w": "headache",
                "m": "頭痛"
            },
            {
                "w": "industry",
                "m": "産業"
            },
            {
                "w": "interest",
                "m": "興味、関心、利子"
            }
        ]
    },
    "en31_6": {
        "title": "中学3年・英検3級の英単語1-6",
        "words": [
            {
                "w": "match",
                "m": "試合、勝負"
            },
            {
                "w": "meter",
                "m": "メートル"
            },
            {
                "w": "octopus",
                "m": "タコ"
            },
            {
                "w": "physical education",
                "m": "体育"
            },
            {
                "w": "peace",
                "m": "平和"
            },
            {
                "w": "percent",
                "m": "パーセント"
            },
            {
                "w": "performance",
                "m": "演技、演奏"
            },
            {
                "w": "poster",
                "m": "ポスター"
            },
            {
                "w": "presentation",
                "m": "発表、プレゼンテーション"
            },
            {
                "w": "reality",
                "m": "現実、実際"
            },
            {
                "w": "section",
                "m": "部分、部門"
            },
            {
                "w": "sense",
                "m": "感覚、意味"
            },
            {
                "w": "skill",
                "m": "技術、スキル"
            },
            {
                "w": "stationery",
                "m": "文房具"
            },
            {
                "w": "thought",
                "m": "考え、思考"
            },
            {
                "w": "tool",
                "m": "道具、手段"
            },
            {
                "w": "tower",
                "m": "タワー"
            },
            {
                "w": "track",
                "m": "軌道/線路、陸上競技のトラック"
            },
            {
                "w": "tuna",
                "m": "マグロ"
            },
            {
                "w": "wheel",
                "m": "車輪"
            }
        ]
    },
    "en31_7": {
        "title": "中学3年・英検3級の英単語1-7",
        "words": [
            {
                "w": "arrest",
                "m": "～を逮捕する、逮捕"
            },
            {
                "w": "attract",
                "m": "～を惹きつける"
            },
            {
                "w": "celebrate",
                "m": "～を祝う"
            },
            {
                "w": "compare",
                "m": "～を比較する"
            },
            {
                "w": "complain",
                "m": "不平/不満を言う"
            },
            {
                "w": "depend on ...",
                "m": "～に依存する、～次第である"
            },
            {
                "w": "encourage",
                "m": "～を勇気づける、奨励する"
            },
            {
                "w": "hurt",
                "m": "～を傷つける/けがをさせる"
            },
            {
                "w": "impress",
                "m": "～を感動させる、～に印象づける"
            },
            {
                "w": "injure",
                "m": "～を傷つける/けがをさせる"
            },
            {
                "w": "lay",
                "m": "～を横たえる/置く、(卵)を産む"
            },
            {
                "w": "manage",
                "m": "うまく～する"
            },
            {
                "w": "melt",
                "m": "溶ける"
            },
            {
                "w": "remove",
                "m": "～を取り除く"
            },
            {
                "w": "respond",
                "m": "答える、反応する"
            },
            {
                "w": "rescue",
                "m": "～を救助する"
            },
            {
                "w": "serve",
                "m": "～に仕える、(食べ物/飲み物)を出す"
            },
            {
                "w": "spread",
                "m": "広がる、～を広げる"
            },
            {
                "w": "surround",
                "m": "～を囲む"
            },
            {
                "w": "wrap",
                "m": "～を包む/包装する"
            }
        ]
    },
    "en31_8": {
        "title": "中学3年・英検3級の英単語1-8",
        "words": [
            {
                "w": "advantage",
                "m": "利点、有利な立場"
            },
            {
                "w": "adventure",
                "m": "冒険"
            },
            {
                "w": "architect",
                "m": "建築家"
            },
            {
                "w": "astronaut",
                "m": "宇宙飛行士"
            },
            {
                "w": "calligraphy",
                "m": "書道"
            },
            {
                "w": "carpenter",
                "m": "大工"
            },
            {
                "w": "effort",
                "m": "努力"
            },
            {
                "w": "glacier",
                "m": "氷河"
            },
            {
                "w": "global warming",
                "m": "地球温暖化"
            },
            {
                "w": "government",
                "m": "政府"
            },
            {
                "w": "host",
                "m": "主催者"
            },
            {
                "w": "insect",
                "m": "昆虫"
            },
            {
                "w": "journalist",
                "m": "記者、ジャーナリスト"
            },
            {
                "w": "kangaroo",
                "m": "カンガルー"
            },
            {
                "w": "kilogram",
                "m": "キログラム"
            },
            {
                "w": "kilometer",
                "m": "キロメートル"
            },
            {
                "w": "laughter",
                "m": "笑い"
            },
            {
                "w": "law",
                "m": "法律"
            },
            {
                "w": "motto",
                "m": "標語、モットー"
            },
            {
                "w": "nation",
                "m": "国家"
            }
        ]
    },
    "en31_9": {
        "title": "中学3年・英検3級の英単語1-9",
        "words": [
            {
                "w": "officer",
                "m": "役人"
            },
            {
                "w": "pamphlet",
                "m": "パンフレット"
            },
            {
                "w": "patient",
                "m": "患者、病人、辛抱強い"
            },
            {
                "w": "period",
                "m": "時代、期間"
            },
            {
                "w": "pollution",
                "m": "汚染"
            },
            {
                "w": "purpose",
                "m": "目的"
            },
            {
                "w": "rhythm",
                "m": "リズム"
            },
            {
                "w": "scene",
                "m": "シーン、光景"
            },
            {
                "w": "site",
                "m": "場所、遺跡"
            },
            {
                "w": "subject",
                "m": "主題/テーマ、科目/教科"
            },
            {
                "w": "tail",
                "m": "しっぽ"
            },
            {
                "w": "tournament",
                "m": "トーナメント"
            },
            {
                "w": "traffic",
                "m": "交通"
            },
            {
                "w": "treasure",
                "m": "宝物"
            },
            {
                "w": "view",
                "m": "景色/眺め、見解/考え"
            },
            {
                "w": "wheelchair",
                "m": "車イス"
            },
            {
                "w": "unicycle",
                "m": "一輪車"
            },
            {
                "w": "uniform",
                "m": "ユニフォーム、制服"
            },
            {
                "w": "yogurt",
                "m": "ヨーグルト"
            },
            {
                "w": "website",
                "m": "ウェブサイト"
            }
        ]
    },
    "en31_10": {
        "title": "中学3年・英検3級の英単語1-10",
        "words": [
            {
                "w": "everybody",
                "m": "誰でも、皆"
            },
            {
                "w": "nobody",
                "m": "誰も～ない"
            },
            {
                "w": "everywhere",
                "m": "どこでも"
            },
            {
                "w": "somewhere",
                "m": "どこかに/で"
            },
            {
                "w": "anywhere",
                "m": "どこでも"
            },
            {
                "w": "anytime",
                "m": "いつでも"
            },
            {
                "w": "either",
                "m": "(否定文)～もまた(～ない)、どちらか/どちらでも"
            },
            {
                "w": "neither",
                "m": "どちらも～ない"
            },
            {
                "w": "ahead",
                "m": "前方に"
            },
            {
                "w": "overseas",
                "m": "海外・外国へ/に"
            },
            {
                "w": "past",
                "m": "(副詞)通り過ぎて、過去"
            },
            {
                "w": "perhaps",
                "m": "多分"
            },
            {
                "w": "downstairs",
                "m": "階下で/に"
            },
            {
                "w": "upstairs",
                "m": "上階で/に"
            },
            {
                "w": "aboard ...",
                "m": "(乗り物)に乗って"
            },
            {
                "w": "against ...",
                "m": "～に反対して/逆らって"
            },
            {
                "w": "beside ...",
                "m": "～のそばに"
            },
            {
                "w": "toward ...",
                "m": "～の方へ、～に向かって"
            },
            {
                "w": "upon ...",
                "m": "～の上に"
            },
            {
                "w": "in addition to ...",
                "m": "～に加えて"
            }
        ]
    },
    "en32_1": {
        "title": "中学3年・英検3級の英単語2-1",
        "words": [
            {
                "w": "action",
                "m": "行為、行動"
            },
            {
                "w": "actor",
                "m": "役者"
            },
            {
                "w": "address",
                "m": "住所"
            },
            {
                "w": "apartment",
                "m": "アパート"
            },
            {
                "w": "balance",
                "m": "バランス"
            },
            {
                "w": "base",
                "m": "基礎"
            },
            {
                "w": "bill",
                "m": "紙幣"
            },
            {
                "w": "block",
                "m": "ブロック(する)、区画"
            },
            {
                "w": "cent",
                "m": "セント"
            },
            {
                "w": "challenge",
                "m": "挑戦、課題、～に挑戦する"
            },
            {
                "w": "cycling",
                "m": "サイクリング"
            },
            {
                "w": "dining",
                "m": "食事"
            },
            {
                "w": "disease",
                "m": "病気"
            },
            {
                "w": "dress",
                "m": "ドレス、服装"
            },
            {
                "w": "ending",
                "m": "エンディング、終わり"
            },
            {
                "w": "fee",
                "m": "料金"
            },
            {
                "w": "fever",
                "m": "熱"
            },
            {
                "w": "fork",
                "m": "フォーク"
            },
            {
                "w": "gentleman",
                "m": "紳士"
            },
            {
                "w": "habit",
                "m": "習慣、くせ"
            }
        ]
    },
    "en32_2": {
        "title": "中学3年・英検3級の英単語2-2",
        "words": [
            {
                "w": "heater",
                "m": "ヒーター"
            },
            {
                "w": "homestay",
                "m": "ホームステイ"
            },
            {
                "w": "hometown",
                "m": "故郷"
            },
            {
                "w": "image",
                "m": "イメージ、画像"
            },
            {
                "w": "joy",
                "m": "喜び"
            },
            {
                "w": "medal",
                "m": "メダル"
            },
            {
                "w": "moment",
                "m": "瞬間、一瞬"
            },
            {
                "w": "nursery",
                "m": "保育園、託児所"
            },
            {
                "w": "research",
                "m": "調査、研究"
            },
            {
                "w": "pair",
                "m": "1組、対(ペア)"
            },
            {
                "w": "partner",
                "m": "パートナー、仲間"
            },
            {
                "w": "sickness",
                "m": "病気"
            },
            {
                "w": "stomach",
                "m": "胃"
            },
            {
                "w": "subway",
                "m": "地下鉄"
            },
            {
                "w": "success",
                "m": "成功"
            },
            {
                "w": "timing",
                "m": "タイミング"
            },
            {
                "w": "volume",
                "m": "ボリューム"
            },
            {
                "w": "waiter",
                "m": "ウエイター"
            },
            {
                "w": "waitress",
                "m": "ウエイトレス"
            },
            {
                "w": "wave",
                "m": "波"
            }
        ]
    },
    "en32_3": {
        "title": "中学3年・英検3級の英単語2-3",
        "words": [
            {
                "w": "calm",
                "m": "静まる、落ち着く"
            },
            {
                "w": "clap",
                "m": "(手)を叩く、拍手する"
            },
            {
                "w": "express",
                "m": "～を表現する、急行"
            },
            {
                "w": "feed",
                "m": "食物を与える"
            },
            {
                "w": "judge",
                "m": "～を判断する"
            },
            {
                "w": "knock on ...",
                "m": "～をノックする"
            },
            {
                "w": "lift",
                "m": "～を持ち上げる"
            },
            {
                "w": "pull",
                "m": "～を引く"
            },
            {
                "w": "relax",
                "m": "リラックスする"
            },
            {
                "w": "recognize",
                "m": "～を認める/評価する、～を認識する"
            },
            {
                "w": "remind",
                "m": "～に思い出させる"
            },
            {
                "w": "scare",
                "m": "～を怖がらせる"
            },
            {
                "w": "search",
                "m": "探す"
            },
            {
                "w": "shake",
                "m": "～を振る、揺れる"
            },
            {
                "w": "shine",
                "m": "輝く"
            },
            {
                "w": "shout",
                "m": "叫ぶ、叫び声"
            },
            {
                "w": "step",
                "m": "歩む、歩み、一歩"
            },
            {
                "w": "suggest",
                "m": "～を提案する、～を示唆する"
            },
            {
                "w": "survive",
                "m": "生き残る"
            },
            {
                "w": "trust",
                "m": "～を信頼する"
            }
        ]
    },
    "en32_4": {
        "title": "中学3年・英検3級の英単語2-4",
        "words": [
            {
                "w": "crowded",
                "m": "混雑した"
            },
            {
                "w": "elderly",
                "m": "年配の"
            },
            {
                "w": "elementary",
                "m": "基本の、初級の"
            },
            {
                "w": "equal",
                "m": "平等な、等しい"
            },
            {
                "w": "homesick",
                "m": "ホームシック(の)"
            },
            {
                "w": "huge",
                "m": "巨大な"
            },
            {
                "w": "impressive",
                "m": "印象的な、感動的な"
            },
            {
                "w": "living",
                "m": "生きている"
            },
            {
                "w": "major",
                "m": "主要な、大きな"
            },
            {
                "w": "negative",
                "m": "消極的な、否定的な"
            },
            {
                "w": "nervous",
                "m": "緊張した、神経質な"
            },
            {
                "w": "peaceful",
                "m": "平和な"
            },
            {
                "w": "positive",
                "m": "積極的な、前向きな"
            },
            {
                "w": "round",
                "m": "丸い、円、回る"
            },
            {
                "w": "scary",
                "m": "怖ろしい"
            },
            {
                "w": "shiny",
                "m": "輝いている"
            },
            {
                "w": "single",
                "m": "たった1つの、ひとり用の"
            },
            {
                "w": "thick",
                "m": "厚い"
            },
            {
                "w": "thin",
                "m": "薄い、やせた"
            },
            {
                "w": "worried",
                "m": "心配している"
            }
        ]
    },
    "en32_5": {
        "title": "中学3年・英検3級の英単語2-5",
        "words": [
            {
                "w": "ambulance",
                "m": "救急車"
            },
            {
                "w": "beauty",
                "m": "美しさ"
            },
            {
                "w": "blackboard",
                "m": "黒板"
            },
            {
                "w": "bubble",
                "m": "泡"
            },
            {
                "w": "capital",
                "m": "首都"
            },
            {
                "w": "cause",
                "m": "原因、～の原因となる"
            },
            {
                "w": "chart",
                "m": "図表"
            },
            {
                "w": "comment",
                "m": "コメント"
            },
            {
                "w": "decision",
                "m": "決定、決心"
            },
            {
                "w": "earthquake",
                "m": "地震"
            },
            {
                "w": "engineer",
                "m": "技術者、エンジニア"
            },
            {
                "w": "entrance",
                "m": "入り口"
            },
            {
                "w": "favor",
                "m": "お願い"
            },
            {
                "w": "film",
                "m": "フィルム、映画"
            },
            {
                "w": "firework",
                "m": "花火"
            },
            {
                "w": "generation",
                "m": "世代、同世代の人々"
            },
            {
                "w": "locker",
                "m": "ロッカー"
            },
            {
                "w": "manner",
                "m": "マナー"
            },
            {
                "w": "model",
                "m": "モデル(型、模型)"
            },
            {
                "w": "national holiday",
                "m": "祝日"
            }
        ]
    },
    "en32_6": {
        "title": "中学3年・英検3級の英単語2-6",
        "words": [
            {
                "w": "neighbor",
                "m": "隣人"
            },
            {
                "w": "owner",
                "m": "所有者"
            },
            {
                "w": "pack",
                "m": "箱/パック、～を詰める"
            },
            {
                "w": "poem",
                "m": "詩"
            },
            {
                "w": "population",
                "m": "人口"
            },
            {
                "w": "programmer",
                "m": "プログラマー"
            },
            {
                "w": "sadness",
                "m": "悲しみ"
            },
            {
                "w": "seed",
                "m": "種"
            },
            {
                "w": "shelf",
                "m": "棚"
            },
            {
                "w": "situation",
                "m": "状況"
            },
            {
                "w": "smoke",
                "m": "煙、タバコを吸う"
            },
            {
                "w": "spell",
                "m": "スペル、つづり"
            },
            {
                "w": "style",
                "m": "型、スタイル"
            },
            {
                "w": "tear",
                "m": "涙"
            },
            {
                "w": "technology",
                "m": "テクノロジー(科学技術)"
            },
            {
                "w": "tie",
                "m": "ネクタイ"
            },
            {
                "w": "trade",
                "m": "貿易/取引、取引する"
            },
            {
                "w": "United Nations",
                "m": "国連"
            },
            {
                "w": "victory",
                "m": "勝利"
            },
            {
                "w": "wire",
                "m": "針金、ワイヤー"
            }
        ]
    },
    "en32_7": {
        "title": "中学3年・英検3級の英単語2-7",
        "words": [
            {
                "w": "appear",
                "m": "現れる"
            },
            {
                "w": "be based on ...",
                "m": "～に基づく"
            },
            {
                "w": "burn",
                "m": "燃える、～を燃やす"
            },
            {
                "w": "cross",
                "m": "～を横切る"
            },
            {
                "w": "divide",
                "m": "～を分ける"
            },
            {
                "w": "escape",
                "m": "逃げる"
            },
            {
                "w": "exercise",
                "m": "運動する、運動"
            },
            {
                "w": "fail",
                "m": "失敗する"
            },
            {
                "w": "fix",
                "m": "～を固定する、～を修理する"
            },
            {
                "w": "heal",
                "m": "～を癒す"
            },
            {
                "w": "hunt",
                "m": "～を狩る、狩り"
            },
            {
                "w": "include",
                "m": "～を含む"
            },
            {
                "w": "lock",
                "m": "鍵を掛ける、錠"
            },
            {
                "w": "master",
                "m": "～を習得する、主人"
            },
            {
                "w": "pray",
                "m": "祈る"
            },
            {
                "w": "release",
                "m": "～を放つ"
            },
            {
                "w": "repeat",
                "m": "～を繰り返す"
            },
            {
                "w": "roll",
                "m": "～を巻く、～を転がす、転がる"
            },
            {
                "w": "translate",
                "m": "～を翻訳する/訳す"
            },
            {
                "w": "trap",
                "m": "～を捕まえる、罠"
            }
        ]
    },
    "en32_8": {
        "title": "中学3年・英検3級の英単語2-8",
        "words": [
            {
                "w": "board",
                "m": "板"
            },
            {
                "w": "brain",
                "m": "脳"
            },
            {
                "w": "captain",
                "m": "キャプテン"
            },
            {
                "w": "chess",
                "m": "チェス"
            },
            {
                "w": "climate",
                "m": "気候"
            },
            {
                "w": "community",
                "m": "地域社会、コミュニティ"
            },
            {
                "w": "developing country",
                "m": "発展途上国"
            },
            {
                "w": "disaster",
                "m": "災害"
            },
            {
                "w": "drama",
                "m": "ドラマ"
            },
            {
                "w": "entertainment",
                "m": "娯楽"
            },
            {
                "w": "expert",
                "m": "専門家、エキスパート"
            },
            {
                "w": "farewell",
                "m": "別れ"
            },
            {
                "w": "flight",
                "m": "フライト、飛ぶこと"
            },
            {
                "w": "freedom",
                "m": "自由"
            },
            {
                "w": "fridge",
                "m": "冷蔵庫"
            },
            {
                "w": "fuel",
                "m": "燃料"
            },
            {
                "w": "humor",
                "m": "ユーモア"
            },
            {
                "w": "injury",
                "m": "けが"
            },
            {
                "w": "lamp",
                "m": "ランプ、灯り"
            },
            {
                "w": "movement",
                "m": "動き、運動"
            }
        ]
    },
    "en32_9": {
        "title": "中学3年・英検3級の英単語2-9",
        "words": [
            {
                "w": "palm",
                "m": "手のひら"
            },
            {
                "w": "panel",
                "m": "パネル"
            },
            {
                "w": "passion",
                "m": "情熱"
            },
            {
                "w": "phrase",
                "m": "フレーズ、言い回し"
            },
            {
                "w": "poison",
                "m": "毒"
            },
            {
                "w": "product",
                "m": "製品、作物"
            },
            {
                "w": "resource",
                "m": "資源"
            },
            {
                "w": "shade",
                "m": "影"
            },
            {
                "w": "soldier",
                "m": "兵士"
            },
            {
                "w": "stomachache",
                "m": "胃痛、腹痛"
            },
            {
                "w": "temperature",
                "m": "温度、気温"
            },
            {
                "w": "tale",
                "m": "物語"
            },
            {
                "w": "tradition",
                "m": "伝統"
            },
            {
                "w": "turkey",
                "m": "七面鳥"
            },
            {
                "w": "sunset",
                "m": "夕日、日没"
            },
            {
                "w": "symbol",
                "m": "シンボル、印"
            },
            {
                "w": "throat",
                "m": "のど"
            },
            {
                "w": "tourism",
                "m": "観光(業)"
            },
            {
                "w": "turtle",
                "m": "カメ"
            },
            {
                "w": "waterfall",
                "m": "滝"
            }
        ]
    },
    "en32_10": {
        "title": "中学3年・英検3級の英単語2-10",
        "words": [
            {
                "w": "along with ...",
                "m": "～と一緒に"
            },
            {
                "w": "at least",
                "m": "少なくとも"
            },
            {
                "w": "completely",
                "m": "完全に"
            },
            {
                "w": "dear",
                "m": "親愛なる"
            },
            {
                "w": "differently",
                "m": "(～と)異なって"
            },
            {
                "w": "extra",
                "m": "余分の、追加の"
            },
            {
                "w": "happily",
                "m": "幸せに"
            },
            {
                "w": "including ...",
                "m": "～を含めて"
            },
            {
                "w": "incredibly",
                "m": "信じられないことに"
            },
            {
                "w": "nearly",
                "m": "ほとんど"
            },
            {
                "w": "online",
                "m": "オンラインで/の"
            },
            {
                "w": "originally",
                "m": "元々、本来"
            },
            {
                "w": "precisely",
                "m": "正確に"
            },
            {
                "w": "rather",
                "m": "かなり"
            },
            {
                "w": "recently",
                "m": "最近"
            },
            {
                "w": "safely",
                "m": "安全に"
            },
            {
                "w": "seriously",
                "m": "真剣に、深刻に"
            },
            {
                "w": "someday",
                "m": "いつか"
            },
            {
                "w": "truly",
                "m": "本当に"
            },
            {
                "w": "whether ...",
                "m": "～かどうか"
            }
        ]
    },
    "en33_1": {
        "title": "中学3年・英検3級の英単語3-1",
        "words": [
            {
                "w": "bar",
                "m": "棒、バー(酒場)"
            },
            {
                "w": "bean",
                "m": "豆"
            },
            {
                "w": "bee",
                "m": "ハチ"
            },
            {
                "w": "beginning",
                "m": "始まり"
            },
            {
                "w": "birth",
                "m": "誕生"
            },
            {
                "w": "blood",
                "m": "血"
            },
            {
                "w": "bowl",
                "m": "ボウル、お椀"
            },
            {
                "w": "brightness",
                "m": "明るさ"
            },
            {
                "w": "candle",
                "m": "ろうそく"
            },
            {
                "w": "chain",
                "m": "鎖、チェーン"
            },
            {
                "w": "copy",
                "m": "コピー、～をコピーする"
            },
            {
                "w": "couple",
                "m": "ひと組、夫婦/カップル"
            },
            {
                "w": "discussion",
                "m": "議論"
            },
            {
                "w": "factory",
                "m": "工場"
            },
            {
                "w": "female",
                "m": "女性(の)"
            },
            {
                "w": "foreigner",
                "m": "外国人"
            },
            {
                "w": "form",
                "m": "形、形式、～を形づくる"
            },
            {
                "w": "goods",
                "m": "品物"
            },
            {
                "w": "grass",
                "m": "草、芝生"
            },
            {
                "w": "guest",
                "m": "ゲスト、客"
            }
        ]
    },
    "en33_2": {
        "title": "中学3年・英検3級の英単語3-2",
        "words": [
            {
                "w": "hill",
                "m": "丘"
            },
            {
                "w": "land",
                "m": "土地、陸、着陸する"
            },
            {
                "w": "leaf",
                "m": "葉"
            },
            {
                "w": "list",
                "m": "リスト"
            },
            {
                "w": "male",
                "m": "男性(の)"
            },
            {
                "w": "quarter",
                "m": "4分の1"
            },
            {
                "w": "record",
                "m": "記録、～を記録する"
            },
            {
                "w": "safety",
                "m": "安全"
            },
            {
                "w": "secret",
                "m": "秘密(の)"
            },
            {
                "w": "service",
                "m": "サービス"
            },
            {
                "w": "society",
                "m": "社会"
            },
            {
                "w": "stew",
                "m": "シチュー"
            },
            {
                "w": "stress",
                "m": "ストレス、強調"
            },
            {
                "w": "taste",
                "m": "味、～を味わう"
            },
            {
                "w": "topic",
                "m": "トピック、話題"
            },
            {
                "w": "training",
                "m": "トレーニング"
            },
            {
                "w": "understanding",
                "m": "理解"
            },
            {
                "w": "wine",
                "m": "ワイン"
            },
            {
                "w": "yard",
                "m": "庭、ヤード(0.9m)"
            },
            {
                "w": "zone",
                "m": "ゾーン、地帯"
            }
        ]
    },
    "en33_3": {
        "title": "中学3年・英検3級の英単語3-3",
        "words": [
            {
                "w": "attack",
                "m": "～を攻撃する、攻撃"
            },
            {
                "w": "bark",
                "m": "吠える"
            },
            {
                "w": "beat",
                "m": "～を打ち負かす"
            },
            {
                "w": "bite",
                "m": "～をかむ"
            },
            {
                "w": "cure",
                "m": "～を治す"
            },
            {
                "w": "deliver",
                "m": "～を届ける"
            },
            {
                "w": "breathe",
                "m": "呼吸する"
            },
            {
                "w": "confuse",
                "m": "～を混乱させる"
            },
            {
                "w": "exchange",
                "m": "～を交換する"
            },
            {
                "w": "expect",
                "m": "～を期待する、～を予想する"
            },
            {
                "w": "force",
                "m": "～に強制する、無理に～させる、力"
            },
            {
                "w": "hide",
                "m": "隠れる、～を隠す"
            },
            {
                "w": "invent",
                "m": "～を発明する"
            },
            {
                "w": "offer",
                "m": "～を提供する、申し出/オファー"
            },
            {
                "w": "quit",
                "m": "～をやめる"
            },
            {
                "w": "remain",
                "m": "残る、～のままである"
            },
            {
                "w": "repair",
                "m": "～を修理する、修理"
            },
            {
                "w": "separate",
                "m": "～を分ける"
            },
            {
                "w": "steal",
                "m": "～を盗む"
            },
            {
                "w": "succeed in ...",
                "m": "～に成功する"
            }
        ]
    },
    "en33_4": {
        "title": "中学3年・英検3級の英単語3-4",
        "words": [
            {
                "w": "asleep",
                "m": "眠っている"
            },
            {
                "w": "active",
                "m": "活発な、アクティブな"
            },
            {
                "w": "alive",
                "m": "生きている"
            },
            {
                "w": "basic",
                "m": "基本的な、基礎の"
            },
            {
                "w": "be scared of ...",
                "m": "～が怖い"
            },
            {
                "w": "broad",
                "m": "広い"
            },
            {
                "w": "central",
                "m": "中央の"
            },
            {
                "w": "comfortable",
                "m": "快適な、気持ちいい"
            },
            {
                "w": "correct",
                "m": "正確な"
            },
            {
                "w": "creative",
                "m": "創造的な"
            },
            {
                "w": "dirty",
                "m": "汚い"
            },
            {
                "w": "dry",
                "m": "乾いている"
            },
            {
                "w": "fat",
                "m": "太った"
            },
            {
                "w": "honest",
                "m": "正直な"
            },
            {
                "w": "narrow",
                "m": "(幅が)せまい"
            },
            {
                "w": "polite",
                "m": "礼儀正しい、丁寧な"
            },
            {
                "w": "tough",
                "m": "困難な"
            },
            {
                "w": "unhappy",
                "m": "悲しい、不幸な"
            },
            {
                "w": "wet",
                "m": "濡れている"
            },
            {
                "w": "wise",
                "m": "賢い"
            }
        ]
    },
    "en33_5": {
        "title": "中学3年・英検3級の英単語3-5",
        "words": [
            {
                "w": "ability",
                "m": "能力"
            },
            {
                "w": "audience",
                "m": "聴衆"
            },
            {
                "w": "award",
                "m": "賞"
            },
            {
                "w": "bit",
                "m": "少量、少し"
            },
            {
                "w": "bottom",
                "m": "底"
            },
            {
                "w": "breath",
                "m": "呼吸、息"
            },
            {
                "w": "cardboard",
                "m": "段ボール、ボール紙"
            },
            {
                "w": "chest",
                "m": "胸"
            },
            {
                "w": "chorus",
                "m": "合唱"
            },
            {
                "w": "crow",
                "m": "カラス"
            },
            {
                "w": "damage",
                "m": "ダメージ/損害/被害、～にダメージを与える"
            },
            {
                "w": "development",
                "m": "開発、発展"
            },
            {
                "w": "dust",
                "m": "ちり、ほこり"
            },
            {
                "w": "effect",
                "m": "効果"
            },
            {
                "w": "engine",
                "m": "エンジン"
            },
            {
                "w": "fear",
                "m": "怖れ"
            },
            {
                "w": "fisherman",
                "m": "漁師"
            },
            {
                "w": "greenhouse gas",
                "m": "温室効果ガス"
            },
            {
                "w": "jungle",
                "m": "ジャングル"
            },
            {
                "w": "manager",
                "m": "マネージャー"
            }
        ]
    },
    "en33_6": {
        "title": "中学3年・英検3級の英単語3-6",
        "words": [
            {
                "w": "metal",
                "m": "金属"
            },
            {
                "w": "mile",
                "m": "マイル(1.6km)"
            },
            {
                "w": "noise",
                "m": "騒音"
            },
            {
                "w": "palace",
                "m": "宮殿"
            },
            {
                "w": "president",
                "m": "大統領、社長"
            },
            {
                "w": "sand",
                "m": "砂"
            },
            {
                "w": "sentence",
                "m": "文"
            },
            {
                "w": "sheet",
                "m": "～枚、シート、シーツ"
            },
            {
                "w": "signal",
                "m": "信号"
            },
            {
                "w": "silver",
                "m": "銀(の)"
            },
            {
                "w": "soybean",
                "m": "大豆"
            },
            {
                "w": "stick",
                "m": "棒、杖"
            },
            {
                "w": "stranger",
                "m": "見知らぬ人"
            },
            {
                "w": "survival",
                "m": "サバイバル"
            },
            {
                "w": "trash",
                "m": "ゴミ"
            },
            {
                "w": "trick",
                "m": "手品、いたずら"
            },
            {
                "w": "tunnel",
                "m": "トンネル"
            },
            {
                "w": "wallet",
                "m": "財布"
            },
            {
                "w": "wedding",
                "m": "結婚式"
            },
            {
                "w": "wing",
                "m": "つばさ"
            }
        ]
    },
    "en33_7": {
        "title": "中学3年・英検3級の英単語3-7",
        "words": [
            {
                "w": "certain",
                "m": "確かな、とある"
            },
            {
                "w": "classic",
                "m": "古典的な"
            },
            {
                "w": "colorful",
                "m": "カラフルな"
            },
            {
                "w": "efficient",
                "m": "効率のよい"
            },
            {
                "w": "golden",
                "m": "金色の"
            },
            {
                "w": "flat",
                "m": "平らな"
            },
            {
                "w": "latest",
                "m": "最新の"
            },
            {
                "w": "limited",
                "m": "限定的な、限定の"
            },
            {
                "w": "normal",
                "m": "通常の"
            },
            {
                "w": "opposite",
                "m": "反対の"
            },
            {
                "w": "pale",
                "m": "顔色の悪い、青白い"
            },
            {
                "w": "private",
                "m": "個人的な、私立の"
            },
            {
                "w": "professional",
                "m": "プロ/専門の"
            },
            {
                "w": "regular",
                "m": "規則正しい、通常の"
            },
            {
                "w": "ridiculous",
                "m": "ばかげた、愚かな"
            },
            {
                "w": "skillful",
                "m": "技術のある、熟練した"
            },
            {
                "w": "terrible",
                "m": "恐ろしい、ひどい"
            },
            {
                "w": "tiny",
                "m": "小さい"
            },
            {
                "w": "usual",
                "m": "いつもの"
            },
            {
                "w": "wooden",
                "m": "木の、木製の"
            }
        ]
    },
    "en33_8": {
        "title": "中学3年・英検3級の英単語3-8",
        "words": [
            {
                "w": "anger",
                "m": "怒り"
            },
            {
                "w": "average",
                "m": "平均(の)"
            },
            {
                "w": "bamboo",
                "m": "竹"
            },
            {
                "w": "bone",
                "m": "骨"
            },
            {
                "w": "border",
                "m": "境界、国境"
            },
            {
                "w": "branch",
                "m": "枝"
            },
            {
                "w": "ceiling",
                "m": "天井"
            },
            {
                "w": "code",
                "m": "記号、暗号"
            },
            {
                "w": "conclusion",
                "m": "結論"
            },
            {
                "w": "condition",
                "m": "状況、条件"
            },
            {
                "w": "condominium",
                "m": "マンション"
            },
            {
                "w": "connection",
                "m": "接続、繋がり"
            },
            {
                "w": "content",
                "m": "内容、中身"
            },
            {
                "w": "costume",
                "m": "衣装"
            },
            {
                "w": "cotton",
                "m": "綿"
            },
            {
                "w": "cough",
                "m": "せき"
            },
            {
                "w": "cushion",
                "m": "クッション"
            },
            {
                "w": "distance",
                "m": "距離"
            },
            {
                "w": "dot",
                "m": "点"
            },
            {
                "w": "drill",
                "m": "訓練"
            }
        ]
    },
    "en33_9": {
        "title": "中学3年・英検3級の英単語3-9",
        "words": [
            {
                "w": "enemy",
                "m": "敵"
            },
            {
                "w": "fence",
                "m": "フェンス"
            },
            {
                "w": "fireplace",
                "m": "暖炉"
            },
            {
                "w": "fossil",
                "m": "化石"
            },
            {
                "w": "ghost",
                "m": "おばけ"
            },
            {
                "w": "hawk",
                "m": "タカ"
            },
            {
                "w": "height",
                "m": "高さ"
            },
            {
                "w": "honesty",
                "m": "正直さ、誠実さ"
            },
            {
                "w": "hot spring",
                "m": "温泉"
            },
            {
                "w": "housework",
                "m": "家事"
            },
            {
                "w": "justice",
                "m": "正義"
            },
            {
                "w": "media",
                "m": "メディア"
            },
            {
                "w": "nest",
                "m": "巣"
            },
            {
                "w": "novel",
                "m": "小説"
            },
            {
                "w": "origin",
                "m": "起源"
            },
            {
                "w": "passenger",
                "m": "乗客"
            },
            {
                "w": "pharmacy",
                "m": "薬局"
            },
            {
                "w": "planet",
                "m": "惑星"
            },
            {
                "w": "politician",
                "m": "政治家"
            },
            {
                "w": "position",
                "m": "位置"
            }
        ]
    },
    "en33_10": {
        "title": "中学3年・英検3級の英単語3-10",
        "words": [
            {
                "w": "principal",
                "m": "校長、主な"
            },
            {
                "w": "purse",
                "m": "財布(小銭入れ)"
            },
            {
                "w": "rain forest",
                "m": "熱帯雨林"
            },
            {
                "w": "rate",
                "m": "割合、率"
            },
            {
                "w": "relationship",
                "m": "関係性"
            },
            {
                "w": "role",
                "m": "役割"
            },
            {
                "w": "shell",
                "m": "貝殻"
            },
            {
                "w": "source",
                "m": "大元、源、出所"
            },
            {
                "w": "speed",
                "m": "スピード、速さ"
            },
            {
                "w": "spirit",
                "m": "精神、魂"
            },
            {
                "w": "spot",
                "m": "地点、場所"
            },
            {
                "w": "storm",
                "m": "嵐"
            },
            {
                "w": "stream",
                "m": "流れ"
            },
            {
                "w": "term",
                "m": "期間、学期"
            },
            {
                "w": "tongue",
                "m": "舌"
            },
            {
                "w": "truth",
                "m": "真実"
            },
            {
                "w": "value",
                "m": "価値"
            },
            {
                "w": "vending machine",
                "m": "自動販売機"
            },
            {
                "w": "vinegar",
                "m": "お酢"
            },
            {
                "w": "weight",
                "m": "重さ"
            }
        ]
    },
    "en34_1": {
        "title": "中学3年・英検3級の英単語4-1",
        "words": [
            {
                "w": "advertisement",
                "m": "広告"
            },
            {
                "w": "athlete",
                "m": "アスリート、運動選手"
            },
            {
                "w": "barrier",
                "m": "障壁"
            },
            {
                "w": "carbon",
                "m": "炭素"
            },
            {
                "w": "catalog",
                "m": "カタログ"
            },
            {
                "w": "cave",
                "m": "洞窟"
            },
            {
                "w": "cell",
                "m": "細胞"
            },
            {
                "w": "ceremony",
                "m": "式典"
            },
            {
                "w": "childhood",
                "m": "こどもの頃"
            },
            {
                "w": "courage",
                "m": "勇気"
            },
            {
                "w": "creativity",
                "m": "創造力"
            },
            {
                "w": "decade",
                "m": "10年"
            },
            {
                "w": "desert",
                "m": "砂漠"
            },
            {
                "w": "direction",
                "m": "方向、指示"
            },
            {
                "w": "discount",
                "m": "割引"
            },
            {
                "w": "discovery",
                "m": "発見"
            },
            {
                "w": "economy",
                "m": "経済"
            },
            {
                "w": "facility",
                "m": "施設、設備"
            },
            {
                "w": "furniture",
                "m": "家具"
            },
            {
                "w": "fiction",
                "m": "フィクション"
            }
        ]
    },
    "en34_2": {
        "title": "中学3年・英検3級の英単語4-2",
        "words": [
            {
                "w": "globe",
                "m": "地球、球体"
            },
            {
                "w": "hay fever",
                "m": "花粉症"
            },
            {
                "w": "heaven",
                "m": "天国"
            },
            {
                "w": "interpreter",
                "m": "通訳者"
            },
            {
                "w": "knowledge",
                "m": "知識"
            },
            {
                "w": "lawyer",
                "m": "弁護士"
            },
            {
                "w": "marathon",
                "m": "マラソン"
            },
            {
                "w": "matter",
                "m": "問題"
            },
            {
                "w": "mystery",
                "m": "謎"
            },
            {
                "w": "official",
                "m": "公式、公式の"
            },
            {
                "w": "panic",
                "m": "パニック(の)"
            },
            {
                "w": "professor",
                "m": "教授"
            },
            {
                "w": "recipe",
                "m": "レシピ"
            },
            {
                "w": "relay",
                "m": "リレー"
            },
            {
                "w": "renewable energy",
                "m": "再生可能エネルギー"
            },
            {
                "w": "string",
                "m": "糸、紐"
            },
            {
                "w": "suburb",
                "m": "郊外"
            },
            {
                "w": "survey",
                "m": "調査"
            },
            {
                "w": "vote",
                "m": "投票、～に投票する"
            },
            {
                "w": "worth",
                "m": "価値"
            }
        ]
    },
    "en34_3": {
        "title": "中学3年・英検3級の英単語4-3",
        "words": [
            {
                "w": "affect",
                "m": "～に影響を与える"
            },
            {
                "w": "fascinate",
                "m": "～を魅了する"
            },
            {
                "w": "bend",
                "m": "～を曲げる"
            },
            {
                "w": "broaden",
                "m": "～を広げる"
            },
            {
                "w": "bury",
                "m": "～を埋める"
            },
            {
                "w": "dig",
                "m": "(穴など)を掘る"
            },
            {
                "w": "display",
                "m": "～を展示する、展示"
            },
            {
                "w": "flow",
                "m": "流れる、流れ"
            },
            {
                "w": "mark",
                "m": "～に印を付ける、印、マーク"
            },
            {
                "w": "organize",
                "m": "～を組織する、～を整理する"
            },
            {
                "w": "overcome",
                "m": "～に打ち勝つ"
            },
            {
                "w": "package",
                "m": "～を包装する、包装"
            },
            {
                "w": "preserve",
                "m": "～を保護する"
            },
            {
                "w": "punish",
                "m": "～を罰する"
            },
            {
                "w": "score",
                "m": "(得点)を取る、得点"
            },
            {
                "w": "sigh",
                "m": "ため息をつく、ため息"
            },
            {
                "w": "sort",
                "m": "～を分類する種類、分類"
            },
            {
                "w": "struggle",
                "m": "悪戦苦闘する"
            },
            {
                "w": "suffer from ...",
                "m": "～で苦しむ"
            },
            {
                "w": "upset",
                "m": "～を動揺させる、(形)動揺している"
            }
        ]
    },
    "en34_4": {
        "title": "中学3年・英検3級の英単語4-4",
        "words": [
            {
                "w": "ancient",
                "m": "古代の"
            },
            {
                "w": "artificial",
                "m": "人工の"
            },
            {
                "w": "chemical",
                "m": "化学の"
            },
            {
                "w": "depressed",
                "m": "落胆した"
            },
            {
                "w": "former",
                "m": "以前の、前の"
            },
            {
                "w": "hopeless",
                "m": "絶望した、望みのない"
            },
            {
                "w": "humid",
                "m": "湿気のある"
            },
            {
                "w": "industrial",
                "m": "産業の"
            },
            {
                "w": "medical",
                "m": "医療の"
            },
            {
                "w": "minor",
                "m": "小さな、より下の"
            },
            {
                "w": "missing",
                "m": "行方不明の、失われた"
            },
            {
                "w": "modern",
                "m": "現代の、現代的な"
            },
            {
                "w": "ordinary",
                "m": "普通の、通常の"
            },
            {
                "w": "physical",
                "m": "身体的な、物理的な"
            },
            {
                "w": "political",
                "m": "政治的な"
            },
            {
                "w": "responsible",
                "m": "責任のある"
            },
            {
                "w": "sore",
                "m": "痛い"
            },
            {
                "w": "successful",
                "m": "成功している"
            },
            {
                "w": "tender",
                "m": "やさしい"
            },
            {
                "w": "vast",
                "m": "広大な"
            }
        ]
    },
    "en34_5": {
        "title": "中学3年・英検3級の英単語4-5",
        "words": [
            {
                "w": "agriculture",
                "m": "農業"
            },
            {
                "w": "ancestor",
                "m": "祖先、先祖"
            },
            {
                "w": "atmosphere",
                "m": "大気、雰囲気"
            },
            {
                "w": "attitude",
                "m": "態度"
            },
            {
                "w": "author",
                "m": "著者"
            },
            {
                "w": "behavior",
                "m": "行為、振る舞い"
            },
            {
                "w": "blossom",
                "m": "花"
            },
            {
                "w": "chimney",
                "m": "煙突"
            },
            {
                "w": "conference",
                "m": "会議"
            },
            {
                "w": "campaign",
                "m": "キャンペーン"
            },
            {
                "w": "cancer",
                "m": "がん"
            },
            {
                "w": "collection",
                "m": "コレクション、収集"
            },
            {
                "w": "competition",
                "m": "競争、コンペ"
            },
            {
                "w": "craftsperson",
                "m": "職人"
            },
            {
                "w": "crop",
                "m": "農作物"
            },
            {
                "w": "democracy",
                "m": "民主主義"
            },
            {
                "w": "demonstration",
                "m": "デモンストレーション"
            },
            {
                "w": "dinosaur",
                "m": "恐竜"
            },
            {
                "w": "emergency",
                "m": "緊急事態、非常事態"
            },
            {
                "w": "era",
                "m": "時代"
            }
        ]
    },
    "en34_6": {
        "title": "中学3年・英検3級の英単語4-6",
        "words": [
            {
                "w": "exhibition",
                "m": "展示、展覧会"
            },
            {
                "w": "experiment",
                "m": "実験"
            },
            {
                "w": "expression",
                "m": "表現"
            },
            {
                "w": "figure",
                "m": "数字、人物、図"
            },
            {
                "w": "flash",
                "m": "フラッシュ"
            },
            {
                "w": "gesture",
                "m": "ジェスチャー"
            },
            {
                "w": "handout",
                "m": "配付物、ビラ"
            },
            {
                "w": "hardship",
                "m": "困難"
            },
            {
                "w": "hatred",
                "m": "憎しみ"
            },
            {
                "w": "heritage",
                "m": "文化的遺産"
            },
            {
                "w": "highlight",
                "m": "ハイライト、見せ場"
            },
            {
                "w": "horizon",
                "m": "地平線"
            },
            {
                "w": "hurricane",
                "m": "ハリケーン"
            },
            {
                "w": "instrument",
                "m": "楽器"
            },
            {
                "w": "intelligence",
                "m": "知能、知性"
            },
            {
                "w": "invention",
                "m": "発明"
            },
            {
                "w": "material",
                "m": "材料、物質"
            },
            {
                "w": "mayor",
                "m": "市長"
            },
            {
                "w": "means",
                "m": "方法"
            },
            {
                "w": "minister",
                "m": "大臣"
            }
        ]
    },
    "en34_7": {
        "title": "中学3年・英検3級の英単語4-7",
        "words": [
            {
                "w": "object",
                "m": "物体、目的"
            },
            {
                "w": "operation",
                "m": "操作、運営"
            },
            {
                "w": "orchestra",
                "m": "オーケストラ"
            },
            {
                "w": "oxygen",
                "m": "酸素"
            },
            {
                "w": "prefecture",
                "m": "県"
            },
            {
                "w": "pressure",
                "m": "プレッシャー、圧力"
            },
            {
                "w": "scenery",
                "m": "風景、景色"
            },
            {
                "w": "sculpture",
                "m": "彫刻"
            },
            {
                "w": "sight",
                "m": "光景、視力"
            },
            {
                "w": "statue",
                "m": "像、彫刻"
            },
            {
                "w": "stuff",
                "m": "もの"
            },
            {
                "w": "surface",
                "m": "表面"
            },
            {
                "w": "theme",
                "m": "テーマ、主題"
            },
            {
                "w": "tragedy",
                "m": "悲劇"
            },
            {
                "w": "transportation",
                "m": "輸送機関"
            },
            {
                "w": "trophy",
                "m": "トロフィー"
            },
            {
                "w": "veterinarian",
                "m": "獣医"
            },
            {
                "w": "volcano",
                "m": "火山"
            },
            {
                "w": "wildlife",
                "m": "野生動物"
            },
            {
                "w": "windmill",
                "m": "風車"
            }
        ]
    }
};